[
    {
       "cat_id":1,
       "sub_cat_id":1,
       "sub_cat_name":"Grading & Drainage",
       "narratives":[
          {
             "title":"Grade slopes toward",
             "text":"Surface grading slopes toward foundation areas. Location: specify. Implications: increased risk of foundation or below grade seepage. Recommendations: improve surface grading to slope away from foundation areas; contact a qualified drainage contractor."
          },
          {
             "title":"Grading marginal or inadequate",
             "text":"Surface grading away from foundation is marginal or inadequate. Location: specify. Implications: notable because positive grading away from foundations is the first line of defense from below grade seepage. Recommendations: improve surface grading to slope away from foundation areas."
          },
          {
             "title":"Paved areas slope toward",
             "text":"Paved areas slope toward the home or foundation areas. Location: specify. Implications: increased risk of foundation or below grade seepage. Recommendations: improve; slope away from foundation areas; contact a contractor; repairs may be expensive."
          },
          {
             "title":"Grade not visible beneath gravel",
             "text":"Surface grading beneath crushed rock or gravel areas could not be assessed. This is a limitation to the inspection."
          },
          {
             "title":"Garden beds too close",
             "text":"Garden beds to close to the building or foundation. Location: specify. Implications: repeated irrigation may cause moisture ingress and potential adverse moisture related conditions. Recommendations: improvements and alterations are recommended."
          },
          {
             "title":"Bedrock extends into lower levels",
             "text":"The lot is comprised partially of bedrock, some of which extends into lower-level areas. Location: specify. Implications: groundwater moves efficiently across or through bedrock; sealing against moisture ingress can be challenging. Recommendations: inquire to seller for any history of groundwater seepage; consult a qualified drainage contractor."
          },
          {
             "title":"Downspout discharge too close",
             "text":"Downspout discharges onto grade too close to foundation. Location: specify. Implications: increased risk of below grade seepage; may adversely affect building materials. Recommendations: discharge further from foundation areas; improve as needed."
          },
          {
             "title":"Foundation fractures need sealant",
             "text":"Typical foundation fracture noted. Location: specify. Implications: although not in an indication of major structural issue, any foundation fracture presents an increased risk of below grade\/slab seepage. Recommendations: seal all cracks\/fractures; monitor and maintain moving forward."
          },
          {
             "title":"Efflorescence on interior surfaces",
             "text":"Efflorescence noted on interior surfaces. Location: specify. Implications: consistent with moisture or vapor passing or defusing through concrete to the interior side; possible increased risk of future seepage; may cause elevated humidity levels in the home; potential adverse conditions to cosmetic finishes. Recommendations: attention is directed to exterior surface grading; conduct a camera scope inspection of the below grade perimeter drains to assess their condition; inquire to seller for any history of seepage; contact a qualified drainage contractor;"
          },
          {
             "title":"Moisture stains visible",
             "text":"Moisture stains visible. Location: specify. Implications: indicates past seepage and risk of future seepage. Recommendations: conduct a camera scope inspection of the below grade perimeter drains to assess their condition; contact a qualified drainage contractor;"
          },
          {
             "title":"Damp crawlspace conditions",
             "text":"Damp conditions in the crawlspace observed. Location: specify. Implications: expect seepage during rains; elevated humidity levels in the home; may adversely affect indoor air quality. Recommendations: attention is directed to exterior surface grading; conduct a camera scope inspection of the below grade perimeter drains to assess their condition; if drying of the crawlspace is desired, repairs may be expensive; contact a qualified drainage contractor;"
          },
          {
             "title":"Damp basement conditions",
             "text":"Damp conditions in the basement observed. Location: specify. Implications: expect seepage during rains; elevated humidity levels in the home. Recommendations: attention is directed to exterior surface grading; conduct a camera scope inspection of the below grade perimeter drains to assess their condition; if drying of the basement is desired, repairs may be expensive; contact a qualified drainage contractor;"
          },
          {
             "title":"Blocked drain",
             "text":"Blocked drain visible. Location: specify. Implications: impeded drainage; increased risk of moisture ingress. Recommendations: clean and service the below grade perimeter drains; further assess; contact a qualified drainage contractor;"
          },
          {
             "title":"Abandoned risers, roof water redirected",
             "text":"Abandoned drain risers noted (gutters have been diverted to discharge onto grade). Location: specify. Implications: rediverted possibly because the foundation drain system could not handle the roof water effectively in the past. Recommendations: conduct a camera scope inspection of the below grade perimeter drains to assess their condition; inquire to seller for any history of seepage; contact a qualified drainage contractor;"
          },
          {
             "title":"Big-O drains",
             "text":"Big-O perimeter drains (corrugated plastic) according to industry are considered substandard materials, fragile, known to collapse; susceptible to blockage. Recommendations: conduct a camera scope inspection of the below grade perimeter drains to assess their condition; contact a qualified drainage contractor;"
          },
          {
             "title":"Musty odor",
             "text":"An odor was detected indicating elevated humidity levels. Location: specify. Implications: possible moisture or vapour diffusing through below grade foundation areas; may elevate humidity levels in the home. Recommendations: obtain a history of perimeter drain service from the seller; conduct a camera scope inspection of the below grade perimeter drains to assess its condition;"
          },
          {
             "title":"Dehumidifier in use",
             "text":"Dehumidifier in use. Location: specify. Implications: interior may be subject to elevated humidity; possible moisture\/vapour passing through foundation\/slab areas to the interior. Recommendations: attention is directed to exterior surface grading; conduct a camera scope inspection of the below grade perimeter drains to assess their condition;"
          },
          {
             "title":"No standpipes visible",
             "text":"No visible standpipes extending from below grade perimeter drains. Location: specify. Implications: we could not confirm the presence of a below grade perimeter drain system; system may be nonexistent or end of life; increased risk of below grad seepage. Recommendations: contact a qualified drainage contractor; further attention recommended;"
          },
          {
             "title":"PVC standpipes indicates possible upgrades",
             "text":"PVC standpipes extending from below grade perimeter drains may indicate possible upgrades or partial upgrade (we could not confirm). Recommendations: inquire to seller for any repair\/upgrade history; obtain supporting permit documentation; camera scope the below grade perimeter drains to asses their condition;"
          },
          {
             "title":"Scope due to age",
             "text":"Due to age, we advise that you obtain a history of perimeter drain service from the seller; conduct a camera scope inspection of the below grade perimeter drains to assess their condition;"
          },
          {
             "title":"Old system not designed for 100% protection",
             "text":"Old subsurface drainage systems, and the absence of foundation wall damp-proofing, were not designed to provide 100% seepage protection. Implications: increased risk of seepage or humidity diffusion; elevated humidity levels. Recommendations: contact a qualified drainage contractor; inquire to seller for any history of below grade seepage."
          },
          {
             "title":"Large trees close proximity",
             "text":"Large trees in close proximity to the home. Location: specify. Implications: tree roots may adversely affect subgrade foundation drainage system; may cause damage or blockage. Recommendations: obtain history of perimeter drain service from the seller; conduct a camera scope inspection of the below grade perimeter drains to assess their condition; inquire regarding the removal of trees as needed."
          },
          {
             "title":"LOCATION",
             "text":"Location:"
          },
          {
             "title":"Front",
             "text":"front;"
          },
          {
             "title":"Driveway",
             "text":"driveway;"
          },
          {
             "title":"Patio area",
             "text":"patio area;"
          },
          {
             "title":"Left side",
             "text":"left side;"
          },
          {
             "title":"Right side",
             "text":"right side;"
          },
          {
             "title":"Rear",
             "text":"rear;"
          },
          {
             "title":"Throughout",
             "text":"throughout;"
          },
          {
             "title":"IMPLICATIONS",
             "text":"Implications:"
          },
          {
             "title":"Seepage",
             "text":"increased risk of below grade seepage;"
          },
          {
             "title":"Future seepage",
             "text":"future seepage may occur;"
          },
          {
             "title":"Expect seepage during rains",
             "text":"expect seepage during rains;"
          },
          {
             "title":"Elevated humidity levels",
             "text":"elevated humidity levels in home;"
          },
          {
             "title":"Poor Indoor air quality",
             "text":"may adversely affect indoor air quality;"
          },
          {
             "title":"Mould or wood rot",
             "text":"increased risk of mould or wood rot;"
          },
          {
             "title":"RECOMMENDATIONS",
             "text":"Recommendations:"
          },
          {
             "title":"Inquire for history of seepage",
             "text":"inquire to seller for any history of seepage;"
          },
          {
             "title":"Obtain service history for seller",
             "text":"obtain a history of perimeter drain service from the seller;"
          },
          {
             "title":"Camera scope inspection",
             "text":"conduct a camera scope inspection of the below grade perimeter drains to assess their condition;"
          },
          {
             "title":"Contact drainage contractor",
             "text":"contact a qualified drainage contractor;"
          },
          {
             "title":"Repairs may be expensive",
             "text":"repairs may be expensive;"
          },
          {
             "title":"Further attention recommended",
             "text":"further attention is recommended;"
          },
          {
             "title":"TIME FRAME",
             "text":"Time frame:"
          }
       ]
    },
    {
       "cat_id":1,
       "sub_cat_id":2,
       "sub_cat_name":"Walks & Drives",
       "narratives":[
          {
             "title":"Cracks\/fractures minimal",
             "text":"A minimal number of typical cracks\/fractures were noted."
          },
          {
             "title":"Cracks\/fractures typical",
             "text":"A typical number of cracks\/fractures were noted; these appears within normal range."
          },
          {
             "title":"Cracks\/fractures more than typical",
             "text":"A number of cracks, fractures and settlement noted. Location: specify. Implications: possible inadequate preparation to substrate; further cracking or settlement may occur over time. Recommendations: if renewal is desired, contact a qualified concrete contractor for costs."
          },
          {
             "title":"Minor settlement",
             "text":"Minor settlement was noted, appears within normal, typical range."
          },
          {
             "title":"Overall poor condition",
             "text":"Flatwork is in overall poor, cracked and settled condition. Location: specify. Implications: possible inadequate preparation to substrate; further cracking or settlement may occur over time. Recommendations: if renewal is desired, contact a qualified concrete contractor for costs."
          },
          {
             "title":"Settlement observed",
             "text":"Settlement observed. Location: specify. Implications: possible inadequate preparation to substrate; further cracking or settlement may occur over time. Recommendations: contact a qualified concrete contractor."
          },
          {
             "title":"Spalled surface",
             "text":"Spalling to flatwork surface noted. Location: specify. Implications: possible installation issue; cosmetic issue; may worsen over time; currently does not appears to affect usability. Recommendations: consult a concrete contractor."
          },
          {
             "title":"Trip hazard",
             "text":"Trap hazard observed. Location: specify. Implications: risk of injury; Recommendations: repair; improve safety; contact a qualified contractor."
          },
          {
             "title":"Fall hazard",
             "text":"Fall hazard noted. Location: specify. Implications: risk of injury. Recommendations: add guardrails at any drop-off greater than 24 inches for improved safety; contact a qualified contractor."
          },
          {
             "title":"Retaining wall minor cracks",
             "text":"Typical cracks\/fractures noted at retaining wall. These appears within normal, typical range. Location: specify."
          },
          {
             "title":"Retaining wall cracked or settling",
             "text":"Retaining wall is in cracked, settling condition. Location: specify. Implications: further cracking or settlement may occur. Recommendations: repair; contact a qualified contractor."
          },
          {
             "title":"Guardrail needed",
             "text":"Guardrails are recommended at drop-offs greater than 24 inches. Location: specify. Implications: fall hazard; risk of injury. Recommendations: add a guardrail; contact a qualified contractor."
          },
          {
             "title":"Handrail needed",
             "text":"Handrails are recommended at all exterior steps where there are four or more stair-risers. Location: specify. Implications: safety hazard; risk of injury. Recommendations: add a handrail; contact a contractor."
          },
          {
             "title":"LOCATION",
             "text":"Location:"
          },
          {
             "title":"Front",
             "text":"front;"
          },
          {
             "title":"Driveway",
             "text":"driveway;"
          },
          {
             "title":"Left side",
             "text":"left side;"
          },
          {
             "title":"Right side",
             "text":"right side;"
          },
          {
             "title":"Rear",
             "text":"rear;"
          },
          {
             "title":"Throughout",
             "text":"throughout;"
          },
          {
             "title":"IMPLICATIONS",
             "text":"Implications:"
          },
          {
             "title":"Possible inadequate substrate",
             "text":"possible inadequate preparation to substrate;"
          },
          {
             "title":"Further cracking\/settlement may occur",
             "text":"further cracking or settlement may occur over time;"
          },
          {
             "title":"RECOMMENDATIONS",
             "text":"Recommendations:"
          },
          {
             "title":"Repair",
             "text":"repair;"
          },
          {
             "title":"Repairs may be expensive",
             "text":"repairs may be expensive;"
          },
          {
             "title":"Contact a concrete contractor",
             "text":"contact a qualified concrete contractor;"
          },
          {
             "title":"TIME FRAME",
             "text":"Time frame:"
          }
       ]
    },
    {
       "cat_id":2,
       "sub_cat_id":3,
       "sub_cat_name":"Roof Covering",
       "narratives":[
          {
             "title":"Later life stages",
             "text":"This roof covering is in its last phase of useful service life. Implications: as any roof covering ages, the risk of leak increases. Recommendations: anticipate renewal of the roof covering in the near future; obtain renewal cost estimates from a qualified roofer."
          },
          {
             "title":"At or nearing end of life",
             "text":"This roof covering is at or near the end of its expected service life. Implications: increased risk of leak. Recommendations: renewal\/replacement of the roof covering; obtain renewal cost estimates from a qualified roofer."
          },
          {
             "title":"End of life",
             "text":"This roof has reached the end of its service life. Implications: high risk of leak. Recommendations: contact a roofing contractor; obtain cost estimates; from qualified roofer; renewal\/ replacement of the roof covering now."
          },
          {
             "title":"Moisture stains",
             "text":"Moisture stain was visible. Location: specify. Implications: possible past or current roof leak; future leaks may occur. Recommendations: further attention; inquire to seller for the history\/status of any leaks; contact a qualified roofer; repairs may be needed;"
          },
          {
             "title":"Water ponding minor",
             "text":"Water ponding was observed at flat roof areas. Implications: inadequate slope to drains; increased risk of leak if an imperfection in the membrane develops; shortened life of roof materials. Recommendations: contact a roofing contractor;"
          },
          {
             "title":"Downspouts discharge onto roof covering",
             "text":"Downspout discharging onto roof covering. Location: specify. Implications: concentrated discharge; localized premature aging of the roof covering; increased risk of leak. Recommendations: improve; add extension to discharge directly into gutters; contact a roofing contractor."
          },
          {
             "title":"Exposed fasteners",
             "text":"Exposed fasteners or nail-heads observed. Location: specify. Implications: increased risk of drips into the attic. Recommendations: maintenance; seal all exposed fasteners."
          },
          {
             "title":"Prior patching and repairs",
             "text":"Prior patching and repairs noted. Location: specify. Implications: possible previous issues including leak; increased risk of future leak. Recommendations: inquire to seller for the history\/status of any leaks; obtain repair history; contact a qualified roofer to make proper repairs."
          },
          {
             "title":"Substandard repairs",
             "text":"Substandard prior repairs noted. Location: specify. Implications: possible previous issues including leak; increased risk of future leak. Recommendations: inquire to seller for the history\/status of any leaks; obtain repair history; contact a qualified roofer to make proper repairs."
          },
          {
             "title":"Installation issues",
             "text":"Roofing may have been installed by non-professional. Location: specify. Implications: increased risk of leak; improvements or correction may be expensive. Recommendations: contact a qualified roofing contractor to further asses; obtain repair cost estimates."
          },
          {
             "title":"Flashing issues",
             "text":"Flashing details appear suspect. Location: specify. Implications: increased risk of leak. Recommendations: contact a qualified roofer to further assess; repair as needed."
          },
          {
             "title":"Multiple layers or roofing",
             "text":"Multiple layers of roofing noted. Location: specify. Implications:"
          },
          {
             "title":"Damaged or missing shingles",
             "text":"Damaged or missing shingles observed. Location: specify. Implications: increased risk of leak. Recommendations: repair; contact a qualified roofing contractor."
          },
          {
             "title":"Ridge or hip caps split",
             "text":"Cracked or split hip\/ridge shingles. Location: specify. Implications: increased risk of drips into the attic; ridge-cap shingles typically have a shorter expected service life than field area shingles. Recommendations: repair; replace; contact a qualified roofing contractor."
          },
          {
             "title":"Kick-out flashing missing or inadequate",
             "text":"Kick-out flashing is missing or inadequate. Location: specify. Implications: Kick-out flashing is critical where a roof and exterior wall intersect; increased risk of moisture penetration to behind the cladding. Recommendations: contact a qualified roofer; improve; repair."
          },
          {
             "title":"Fascia tail-piece shingles missing",
             "text":"Fascia board protective tail-shingles missing. Location: specify. Implications: shortened life of the wood fascia materials; deterioration. Recommendations: add tail-shingle or flashing; contact a roofer; keep fascia end-grain painted."
          },
          {
             "title":"Moss accumulation",
             "text":"Moss accumulation on roof covering. Implications: shortened life of roof covering; may cause damage to shingles; impedes roof drying and holds moisture; increased risk of leak. Recommendations: professional removal; contact a qualified roofing contractor."
          },
          {
             "title":"Organic debris",
             "text":"Organic debris on roof covering. Implications: shortened life of roof covering; may cause damage to shingles; impedes roof drying and holds moisture; increased risk of leak. Recommendations: professional removal; contact a qualified roofing contractor."
          },
          {
             "title":"Trees in contact",
             "text":"Trees in contact with roof\/eave surfaces. Location: specify. Implications: abrasion to building surfaces; may cause damage; reduced drying potential of building materials may lead to adverse conditions; increased risk of rodent access. Recommendations: cut trees back from the building."
          },
          {
             "title":"Siding too close to roof surface",
             "text":"Siding in close contact with roof surface. Location: specify. Siding should be kept a minimum of 1½ - 2 inches above roof surfaces. Implications: may cause deterioration to siding. Recommendations: contact a qualified roofing contractor."
          },
          {
             "title":"LOCATION",
             "text":"Location:"
          },
          {
             "title":"Throughout",
             "text":"throughout;"
          },
          {
             "title":"Front side",
             "text":"front facing roof surface;"
          },
          {
             "title":"Right side",
             "text":"right side facing roof surface;"
          },
          {
             "title":"Left side",
             "text":"left side facing roof surface;"
          },
          {
             "title":"Rear side",
             "text":"rear facing roof surface;"
          },
          {
             "title":"IMPLICATIONS",
             "text":"Implications:"
          },
          {
             "title":"Risk of leaks",
             "text":"increased risk of leaks;"
          },
          {
             "title":"RECOMMENDATIONS",
             "text":"Recommendations:"
          },
          {
             "title":"Re-roof soon",
             "text":"anticipate and budget for renewal of the roof covering in the near future;"
          },
          {
             "title":"Re-roof now",
             "text":"renewal\/replacement of the roof covering now;"
          },
          {
             "title":"Obtain cost estimates",
             "text":"obtain cost estimates from a qualified roofer;"
          },
          {
             "title":"Improve",
             "text":"improve;"
          },
          {
             "title":"Repair",
             "text":"repair;"
          },
          {
             "title":"Replace",
             "text":"replace;"
          },
          {
             "title":"Repairs may be needed",
             "text":"Repairs may be needed;"
          },
          {
             "title":"Inquire to seller for history of leaks",
             "text":"inquire to seller for the history\/status of any leaks;"
          },
          {
             "title":"Contact a roofer",
             "text":"contact a qualified roofing contractor;"
          },
          {
             "title":"Further attention",
             "text":"further attention recommended;"
          },
          {
             "title":"TIME FRAME",
             "text":"Time frame:"
          },
          {
             "title":"Prior to closing",
             "text":"prior to closing;"
          }
       ]
    },
    {
       "cat_id":2,
       "sub_cat_id":4,
       "sub_cat_name":"Roof Drainage",
       "narratives":[
          {
             "title":"Cleaning and maintenance needed",
             "text":"Cleaning and maintenance of gutters is recommended. Location: specify. Implications: impeded drainage; risk of water back-up and overflow; potential adverse effect to building components; risk of leaks. Recommendations: clean and service the gutters; contact a qualified roofer."
          },
          {
             "title":"Full of water",
             "text":"Gutters are full of water. Location: specify. Implications: blocked drainage; risk of overflow and potential damage to building components; overflowing gutters increases the risk of below grade seepage. Recommendations: service and clean the gutters; improvements may be needed."
          },
          {
             "title":"Poorly sloped",
             "text":"Gutters may be poorly sloped. Location: specify. Implications: poor drainage; water ponding or blockages may occur. Recommendations: improve; repair as needed; contact a qualified roofing contractor."
          },
          {
             "title":"Drips\/ leaks noted",
             "text":"Indication of gutter drips noted. Location: specify. Implications: risk of deterioration to adjacent or underlying building components, fascia and soffit; increased risk of leaks. Recommendations: re-seal; improve; gutter joints typically require re-sealing approximately every 10 years; contact a qualified roofing contractor."
          },
          {
             "title":"Expect drips",
             "text":"Expect typical gutter drips. Location: various corners and joints. Implications: gutter joints typically require re-sealing approximately every 10 years; drips may adversely affect adjacent building components, fascia and soffits. Recommendations: monitor for drips\/leaks and seal as needed."
          },
          {
             "title":"Missing gutters",
             "text":"Missing gutters noted. Location: specify. Implications: increased risk of leaks; potential adverse moisture related conditions to building components; increased risk of below grade seepage. Recommendations: repair; install gutters as needed; contact a qualified roofing contractor."
          },
          {
             "title":"Missing downspouts",
             "text":"Missing downspouts noted. Location: specify. Implications: increased risk of leaks; potential adverse moisture related conditions to building components; increased risk of below grade seepage. Recommendations: repair; install downspouts as needed; contact a qualified roofing contractor."
          },
          {
             "title":"Disconnected downspouts",
             "text":"Disconnected downspout noted. Location: specify. Implications: increased risk of leaks; potential adverse moisture related conditions to building components; increased risk of below grade seepage. Recommendations: improve; repair; contact a qualified contractor."
          },
          {
             "title":"Damaged gutter",
             "text":"Damage noted. Location: specify. Implications: increased risk of leaks; potential adverse moisture related conditions to building components. Recommendations: repair; replace as needed; contact a qualified contractor."
          },
          {
             "title":"Minor dents, cosmetic",
             "text":"Minor cosmetic dents noted. Location: specify. Implications: cosmetic issue. Recommendations: cosmetic improvement at your discretion."
          },
          {
             "title":"LOCATION",
             "text":"Location:"
          },
          {
             "title":"Throughout",
             "text":"throughout;"
          },
          {
             "title":"Front eave",
             "text":"front eave;"
          },
          {
             "title":"Right side eave",
             "text":"right side eave;"
          },
          {
             "title":"Left side eave",
             "text":"left side eave;"
          },
          {
             "title":"Rear eave",
             "text":"rear eave;"
          },
          {
             "title":"Dormer",
             "text":"Dormer;"
          },
          {
             "title":"IMPLICATIONS",
             "text":"Implications:"
          },
          {
             "title":"Risk of leaks",
             "text":"increased risk of leaks;"
          },
          {
             "title":"Damage to building components",
             "text":"potential adverse moisture related conditions to building components;"
          },
          {
             "title":"Below grade seepage",
             "text":"increased risk of below grade seepage."
          },
          {
             "title":"RECOMMENDATIONS",
             "text":"Recommendations:"
          },
          {
             "title":"Improve",
             "text":"improve;"
          },
          {
             "title":"Repair",
             "text":"repair;"
          },
          {
             "title":"Obtain cost estimates",
             "text":"obtain cost estimates;"
          },
          {
             "title":"Contact a contractor",
             "text":"contact a qualified contractor."
          },
          {
             "title":"TIME FRAME",
             "text":"Time frame:"
          },
          {
             "title":"At your earliest",
             "text":"at your earliest"
          }
       ]
    },
    {
       "cat_id":2,
       "sub_cat_id":5,
       "sub_cat_name":"Skylights",
       "narratives":[
          {
             "title":"Old skylight",
             "text":"Skylights appears to be older units. Location: specify. Implications: as skylights age, the risk of leak increases; all skylights will leak eventually. Recommendations: replace; renew skylights; contact a qualified roofing contractor."
          },
          {
             "title":"Not secured",
             "text":"Skylights are not secured in place. Location: specify. Implications: lowered security; risk of wind causing displacement. Recommendations: secure skylights to their curb; contact a qualified roofing contractor."
          },
          {
             "title":"Fogged\/ perished air-seal",
             "text":"Perished air seals at skylight glazing unit (fogged glass). Location: specify. Implications: energy loss; cosmetic issue; replacement is often required. Recommendations: contact a qualified roofing contractor."
          },
          {
             "title":"Prior patching\/ repair",
             "text":"Prior patching and repairs observed. Location: specify. Implications: possible past leaks; risk of future leak; expect leaks to occur. Recommendations: repair; replace the unit; contact a qualified roofing contractor."
          },
          {
             "title":"Organic build up at flashing",
             "text":"Moss and\/or organic debris buildup around skylight(s). Location: specify. Implications: impeded drainage; increased risk of leak. Recommendations: conduct maintenance; clear moss\/ debris away."
          },
          {
             "title":"Cracked\/broken glass",
             "text":"Cracked\/broken glass noted. Location: specify. Implications: high risk of leak; expect leaks to occur; energy loss. Recommendations: replace he unit; contact a qualified roofing contractor."
          },
          {
             "title":"LOCATION",
             "text":"Location:"
          },
          {
             "title":"Throughout",
             "text":"throughout;"
          },
          {
             "title":"Front side",
             "text":"front facing roof surface;"
          },
          {
             "title":"Right side",
             "text":"right side facing roof surface;"
          },
          {
             "title":"Left side",
             "text":"left side facing roof surface;"
          },
          {
             "title":"Rear side",
             "text":"rear facing roof surface;"
          },
          {
             "title":"RECOMMENDATIONS",
             "text":"Recommendations:"
          },
          {
             "title":"Repair",
             "text":"repair;"
          },
          {
             "title":"Replace",
             "text":"replace;"
          },
          {
             "title":"Contact a roofing contractor.",
             "text":"contact a qualified roofing contractor."
          },
          {
             "title":"TIME FRAME",
             "text":"Time frame:"
          }
       ]
    },
    {
        "cat_id":2,
        "sub_cat_id":6,
       "sub_cat_name":"Chimney",
       "narratives":[
          {
             "title":"Add rain cap",
             "text":"Missing or no chimney rain cap. Implications: increased risk of moisture ingress; shortened life of chimney system. Recommendations: add chimney rain cap."
          },
          {
             "title":"Mortar deterioration, minor",
             "text":"Minor mortar deterioration to masonry mortar joints visible, appears consistent with the age. Implications: increased risk of seepage through the masonry to the interior; further deterioration over time; aging speeds up as deterioration progresses. Recommendations: repair or re-point the chimney masonry; contact a chimney contractor."
          },
          {
             "title":"Mortar deterioration, significant",
             "text":"Chimney mortar is in poor, deteriorated condition. Implications: increased risk of seepage through the masonry to the interior; unsafe for regular wood burning. Recommendations: repair; contact a chimney contractor; some chimney contractors may recommend re-build of affected areas."
          },
          {
             "title":"Chimney crown typical cracks",
             "text":"Concrete chimney crown, typical cracks\/fractures noted. Implications: increased risk of moisture penetration freeze\/thaw cycles may speed up cracking\/spalling. Recommendations: keep all cracks\/ fractures well sealed; repair as needed; contact a qualified chimney contractor."
          },
          {
             "title":"Chimney crown poor condition",
             "text":"Concrete chimney crown is in poor, deteriorated, cracked condition. Implications: increased risk of moisture penetration to the interior; shortened life of the chimney. Recommendations: repair or rebuild as needed; contact a qualified chimney contractor."
          },
          {
             "title":"Chimney crown missing or inadequate",
             "text":"Chimney crown is missing or inadequate. Implications: increased risk of moisture penetration to the interior; shortened life of the chimney. Recommendations: improve; repair; Standard concrete crown includes 2-inch overhang with drip edge, and slopes away from the flues. Contact a qualified chimney contractor."
          },
          {
             "title":"Chimney damaged condition",
             "text":"Chimney is in damaged condition. Implications: increased risk of moisture penetration to the interior. Recommendations: repair; contact a qualified chimney contractor."
          },
          {
             "title":"Unlined flue",
             "text":"Chimney flue appears not lined, typical for the period (pre-1950’s). Implications: unsafe for regular wood burning; possible house insurance complications. Recommendations: inquire to insurance provider; contact a chimney contractor prior to any use."
          },
          {
             "title":"Creosote",
             "text":"Creosote buildup observed in wood burning chimney flues. Implications: creosote is a flammable substance; increased risk of chimney fire. Fire officials recommend that not more than 1\/8 inch be allowed to accumulate. Recommendations: contact a chimney sweep to clean\/sweep the chimney prior to use."
          },
          {
             "title":"Corrosion to metal chimney",
             "text":"Corrosion\/rust to metal chimney noted. Implications: rust may cause perforations to the metal chimney; flue gasses may enter the living space; life safety issue. Recommendations: re-inspection by a qualified WETT inspector prior to use."
          },
          {
             "title":"Chimney too short",
             "text":"Chimney does not comply with minimum required height. Implications: fire hazard; substandard workmanship; possible unpermitted work by non-professional. Recommendations: wood burning chimneys should extend not less than 3 ft above the roof at the point of penetration, and not less than 2 ft above any object within a 10 ft radius. Contact a qualified chimney contractor."
          },
          {
             "title":"LOCATION",
             "text":"Location:"
          },
          {
             "title":"IMPLICATIONS",
             "text":"Implications:"
          },
          {
             "title":"Shortened life of materials",
             "text":"shortened life of materials;"
          },
          {
             "title":"Risk of leaks",
             "text":"increased risk of moisture penetration to the interior;"
          },
          {
             "title":"House insurance complications",
             "text":"possible house insurance complications;"
          },
          {
             "title":"RECOMMENDATIONS",
             "text":"Recommendations:"
          },
          {
             "title":"Improve",
             "text":"improve;"
          },
          {
             "title":"Repair",
             "text":"repair;"
          },
          {
             "title":"Contact a chimney contractor",
             "text":"contact a qualified chimney contractor;"
          },
          {
             "title":"TIME FRAME",
             "text":"Time frame:"
          }
       ]
    },
    {
        "cat_id":3,
        "sub_cat_id":7,
       "sub_cat_name":"Walls, Soffits & Fascia",
       "narratives":[
          {
             "title":"Painting\/ maintenance needed",
             "text":"Painting and maintenance are recommended. Location: various exterior wood trim, casings, sills etc. Implication: paint loss and exposed wood systems will lead to shortened life of the materials; increased risk of leaks. Recommendations: contact a qualified painter."
          },
          {
             "title":"Sealant needed",
             "text":"Sealant is needed. Location: specify. Implications: inadequate or missing sealant results in lowered protection of the underlying systems; increased risk of leaks. Recommendations: conduct maintenance; seal various interfaces as needed; contact a qualified contractor."
          },
          {
             "title":"Aging and wear consistent with age",
             "text":"General aging, wear, and some deterioration noted that appears consistent with the age of the home. Location: specify. Implications: paint loss and exposed wood systems will lead to shortened life of the materials; further deterioration; increased risk of leaks. Recommendations: conduct maintenance; keep exterior surfaces sealed and painted; contact a qualified painter."
          },
          {
             "title":"Home needs re-painting",
             "text":"Exterior is in need of re-painting. Paint failure noted. Location: throughout. Implications: paint loss and exposed wood systems will lead to shortened life of the materials; deterioration; increased risk of leaks. Re-painting may be expensive. Recommendations: re-paint the home; conduct maintenance and sealant; contact a qualified painter; obtain cost estimates."
          },
          {
             "title":"Neglected, poor condition",
             "text":"The exterior is in overall neglected, poor condition. Deterioration was observed. Location: throughout. Implications: paint loss and exposed wood systems will lead to shortened life of the materials; deterioration; increased risk of leaks; re-painting may be expensive. Recommendations: re-paint the home; conduct maintenance and sealant; some areas may require repair; there may be concealed conditions; contact a qualified painter; obtain cost estimates."
          },
          {
             "title":"State of disrepair",
             "text":"The exterior is in an overall state of disrepair. Location: throughout. Implications: the inspector suspect a high likelihood of concealed damage, the extent of which cannot be determined without invasive procedures. Recommendations: contact a qualified contractor to determine the scope of repair; obtain cost estimates; further attention recommended; possible concealed conditions."
          },
          {
             "title":"Damage",
             "text":"Damage noted. Location: specify. Implications: increased risk of leak. Recommendations: repair; contact a qualified contractor."
          },
          {
             "title":"Unfinished siding",
             "text":"Unfinished siding noted. Location: specify. Implications: increased risk of leak or pest entry. Recommendations: repair; improve; contact a qualified contractor."
          },
          {
             "title":"Plank joints need sealant",
             "text":"Siding butts and joints require sealant. Location: specify. Implications: increased risk of leaks. Recommendations: seal (or back-treat) the siding joints\/butts to protect the underlying systems; contact a contractor."
          },
          {
             "title":"Siding-to-soil contact",
             "text":"Siding to soil contact observed. Location: specify. Implications: increased risk of moisture related damage; may attract wood destroying insects. Recommendations: clear soil away; expose the foundation walls, keep siding 4 - 8 inches above grade. There may be concealed conditions."
          },
          {
             "title":"Flashing substandard",
             "text":"Inspected minimal quality flashings that are typical for the period of construction. Location: specify. Implications: although these flashings may be functional, this type of construction is no longer in use. Recommendations: If leaks develop or have been ongoing, these flashings will require updating."
          },
          {
             "title":"Stucco cracks typical",
             "text":"Minor stucco cosmetic shrinkage cracks noted. Location: various. Implications: these are inherently common and do not normally pose a concern. Recommendations: monitor over time; if cracks widen, they should be kept sealed to protect the underlying systems form leaks."
          },
          {
             "title":"Stucco damage various",
             "text":"Various small damages to stucco noted – missing pieces, cracks, holes etc. Location: various. Implications: lowered protection; increased risk of leaks; may adversely affect the underlying systems. Recommendations: patch and repair as needed; contact a contractor."
          },
          {
             "title":"Voids allowing pest entry",
             "text":"Voids allowing possible pest entry noted. Location: specify. Implications: risk of rodent entry. Recommendations: close or repair; inquire to seller for the history\/status of any rodent activity in the building."
          },
          {
             "title":"Solariums inherently leak",
             "text":"Glass solarium structures are inherently vulnerable to leaks. All solariums will leak eventually. We advise to expect drips. Recommendations: inquire to seller for history\/status of any leaks; monitor frequently for drips and conduct maintenance or repairs as needed."
          },
          {
             "title":"Firewood stored too close",
             "text":"Firewood stored against the home. Location: specify. Implications: fire hazard; potential house insurance issues; may cause moisture deterioration to siding; risk rodent\/insect activity. Recommendations: relocate firewood. Firewood blocked visibility of the underlying areas. Further inspection recommended."
          },
          {
             "title":"Vegetation too close",
             "text":"Vegetation in contact with building. Location: specify. Implications: lowered drying potential of materials; increased risk of moisture damage; rodent or insect activity. Recommendations: clear vegetation away from the home."
          },
          {
             "title":"Colour fading fiber-cement",
             "text":"Fiber cement siding is showing signs of typical colour fading. Implications: cosmetic issue; typically caused by UV exposure. Recommendations: re-painting is a discretionary decision."
          },
          {
             "title":"Planters high against the home",
             "text":"Garden planters placed too high against the home. Location: specify. Implications: risk of adverse moisture related conditions to the underlying siding or structure including rot; risk of moisture ingress; potential for there they be concealed conditions. Recommendations: improve; removal planter to expose the underlying siding\/ wall. There may be concealed conditions."
          },
          {
             "title":"LOCATION",
             "text":"Location:"
          },
          {
             "title":"IMPLICATIONS",
             "text":"Implications:"
          },
          {
             "title":"Risk of leak",
             "text":"increased risk of leaks;"
          },
          {
             "title":"Shortened life of materials",
             "text":"shortened life of the materials;"
          },
          {
             "title":"Risk of damage",
             "text":"increased risk of moisture related damage;"
          },
          {
             "title":"Pest entry",
             "text":"risk of pest entry;"
          },
          {
             "title":"Possible concealed damage",
             "text":"possible concealed damage;"
          },
          {
             "title":"RECOMMENDATIONS",
             "text":"Recommendations:"
          },
          {
             "title":"Improve",
             "text":"improve;"
          },
          {
             "title":"Repair",
             "text":"repair;"
          },
          {
             "title":"Conduct maintenance",
             "text":"conduct maintenance, painting and sealing;"
          },
          {
             "title":"Contact a qualified contractor",
             "text":"contact a qualified contractor;"
          },
          {
             "title":"Obtain cost estimates",
             "text":"obtain cost estimates"
          },
          {
             "title":"Further attention recommended",
             "text":"further attention is recommended;"
          },
          {
             "title":"TIME FRAME",
             "text":"Time frame:"
          },
          {
             "title":"Prior to subject removal",
             "text":"prior to subject removal;"
          }
       ]
    },
    {
        "cat_id":3,
        "sub_cat_id":8,
       "sub_cat_name":"Windows",
       "narratives":[
          {
             "title":"Fogged glass",
             "text":"Failed thermal seals, window has fogged. Location: specify (there may be others not visible under the current conditions). Implications: energy loss; cosmetic issue. Recommendations: replacement is normally considered a discretionary decision; contact a qualified glazing contractor."
          },
          {
             "title":"Cracked, broken glass",
             "text":"Cracked\/broken window glass. Location: specify. Implications: energy loss; security issue; risk of injury. Recommendations: repair; replace; contact a qualified glazing contractor."
          },
          {
             "title":"Hardware damage",
             "text":"Window hardware is damage or did not respond as intended. Location: specify. Implications: security issue; inconvenience; may adversely affect operation. Recommendations: repair; replace; contact a qualified glazing contractor."
          },
          {
             "title":"Metal frame condensation",
             "text":"Older metal framed windows in place. Location: specify. Implications: subject to condensation forming under the right conditions; potential for condensation related issues; energy loss. Recommendations: clean on a regular bases to prevent fungi buildup; control interior humidity levels; consider updating windows to more efficient thermal resistive units; consult a glazing contractor."
          },
          {
             "title":"Single glazed condensation",
             "text":"Older, single glazed metal framed windows are not thermal resistive. Implications: energy loss; subject to condensation forming under the right conditions; potential for condensation related issues. Recommendations: clean on a regular bases to prevent fungi buildup; control interior humidity levels; consider updating windows to more efficient thermal resistive units."
          },
          {
             "title":"Aging windows",
             "text":"Older windows units. Location: throughout. Implications: considering their age, thermal seals may fail while in possession of the home, windows may fog; energy loss; cosmetic issue. Recommendations: replacement is normally considered a discretionary decision; consult a glazing contractor."
          },
          {
             "title":"Old wood windows tight",
             "text":"Older wood framed windows did not operate as intended. This is inherently common with older homes and is often caused by seasonal humidity and thermal expansion of wood frames. Locations: specify. Implications: inconvenience; nuisance; possible fire egress issues. Recommendations: improvements; repairs may be needed; contact a glazing contractor."
          },
          {
             "title":"Old windows drafty",
             "text":"Older windows such as these are inherently drafty compared to newer units. Location: specify. Implications: discomfort; energy loss. Recommendations: improvements may be desired; consult a glazing contractor."
          },
          {
             "title":"Painted shut",
             "text":"Window(s) painted shut. Location: specify. Implications: will not operate\/open; inconvenience; possible fire egress issues. Recommendations: improve; repair; re-test windows."
          },
          {
             "title":"Flashing substandard",
             "text":"Inspected minimal quality flashings that are typical for the period of construction. Location: specify. Implications: although these flashings may be functional, this type of construction is no longer in use. Recommendations: If leaks develop or have been ongoing, these flashings will require updating."
          },
          {
             "title":"Bedroom egress inadequate",
             "text":"Inadequate bedroom window egress. Location: specify. Implications: inadequate fire escape; life safety issue; Recommendations: contact a qualified contractor. Minimum recommended dimensions is not less than 0.35 M2 (3.8 ft) net opening with no dimension being less than 380 mm (15 inch), and maximum 1.5 M (4’-9”) from the floor. Recommendations: contact a qualified contractor. This space should not be used as a sleeping room."
          },
          {
             "title":"LOCATION",
             "text":"Location:"
          },
          {
             "title":"Throughout",
             "text":"throughout;"
          },
          {
             "title":"Front elevation",
             "text":"front elevation;"
          },
          {
             "title":"Right side",
             "text":"right side elevation;"
          },
          {
             "title":"Left side",
             "text":"left side elevation;"
          },
          {
             "title":"Rear elevation",
             "text":"rear elevation;"
          },
          {
             "title":"Upper level",
             "text":"upper-level;"
          },
          {
             "title":"Lower level",
             "text":"lower-level;"
          },
          {
             "title":"Upper level bedroom",
             "text":"upper-level bedroom;"
          },
          {
             "title":"Lower level bedroom",
             "text":"lower-level bedroom;"
          },
          {
             "title":"IMPLICATIONS",
             "text":"Implications:"
          },
          {
             "title":"Risk of leaks",
             "text":"increased risk of leaks;"
          },
          {
             "title":"Energy loss",
             "text":"energy loss;"
          },
          {
             "title":"Security issue",
             "text":"security issue;"
          },
          {
             "title":"Inconvenience",
             "text":"inconvenience;"
          },
          {
             "title":"Risk of injury",
             "text":"risk of injury;"
          },
          {
             "title":"RECOMMENDATIONS",
             "text":"Recommendations:"
          },
          {
             "title":"Improve",
             "text":"improve;"
          },
          {
             "title":"Repair",
             "text":"repair;"
          },
          {
             "title":"Obtain cost estimates",
             "text":"obtain cost estimates;"
          },
          {
             "title":"Contact a glazing contractor",
             "text":"contact a qualified glazing contractor;"
          },
          {
             "title":"TIME FRAME",
             "text":""
          }
       ]
    },
    {
        "cat_id":3,
        "sub_cat_id":9,
       "sub_cat_name":"Doors",
       "narratives":[
          {
             "title":"No elevated sill or curb",
             "text":"Minimal or no elevated-sill under exterior door. Location: specify. Implications: Increased risk of leaks; increased risk of damage to the underlying systems. Recommendations: contact a qualified contractor; install elevated sill\/curbing; inquiry to seller for history of leaks."
          },
          {
             "title":"Moisture damage",
             "text":"Moisture damage noted. Location: specify (this area may be more exposed to the elements and rain fall. Implications: the condition may worsen; possible concealed conditions; increased risk of leaks. Recommendations: painting and sealant needed; contact a contractor."
          },
          {
             "title":"Painting and sealant needed",
             "text":"Painting, sealing and maintenance needed. Location: specify. Implications: paint loss or exposed wood may shorten the life of the materials. Recommendations: keep all exterior wood components painted and sealed to prolong the life of the materials."
          },
          {
             "title":"Weather seals damaged",
             "text":"Damage to exterior door whether seals noted. Location: specify. Implications: energy loss; drafty conditions; discomfort. Recommendations: improve; repair; replace."
          },
          {
             "title":"Drafty, inadequate weather seals",
             "text":"Whether seals missing or inadequate. Location: specify. Implications: energy loss; drafty conditions; discomfort. Recommendations: improve; repair; replace."
          },
          {
             "title":"Wear and tear consistent with age",
             "text":"Exterior doors show signs of wear and tear that appears generally consistent with age. Location: specify. Implications: cosmetic issue. Recommendations: cosmetic improvements may be desired; keep all exterior wood components painted and sealed to prolong the life of the materials."
          },
          {
             "title":"Pet damage",
             "text":"Pet damage, scratches to doors and related weather seals noted. Location: specify. Implications cosmetic issue; damaged whether seals may cause energy loss and drafty conditions. Recommendations: improve or repair as needed."
          },
          {
             "title":"Fogged glass",
             "text":"Failed thermal seals, glazing has fogged. Location: specify. Implications: energy loss; cosmetic issue. Recommendations: replacement is normally considered a discretionary decision; contact a qualified glazing contractor."
          },
          {
             "title":"Cracked, broken glass",
             "text":"Cracked\/broken window glass. Location: specify. Implications: energy loss; security issue; risk of injury. Recommendations: repair; replace; contact a qualified contractor."
          },
          {
             "title":"Hardware issue",
             "text":"Hardware issues at exterior door. Location: specify. Implications: operational, functionality issues. Recommendations: improve; repair; replace."
          },
          {
             "title":"Damaged",
             "text":"Damage to exterior door noted. Location: specify. Implications: damage may worsen; may present an increased risk of leaks; cosmetic issue; may adversely affect door operation. Recommendations: repair; replace; contact a qualified contractor."
          },
          {
             "title":"Upgrade metal sliders",
             "text":"Inspected older metal flamed sliders in place. Location: specify. Implications: subject to condensation forming under the right conditions; potential for condensation related issues; energy loss. Recommendations: clean on a regular bases to prevent fungi buildup; control interior humidity levels; consider updating metal sliders to more efficient thermal resistive units; consult a contractor."
          },
          {
             "title":"Hinge pins not tamperproof",
             "text":"Exterior door hinge pins are exterior mounted and are not tamperproof. Location: specify. Implications: security issue (hinge pins can be removed from the exterior). Recommendations: replace with tamper-proof hinge pins."
          },
          {
             "title":"Garage door - Power lifter unresponsive",
             "text":"Garage door power lifter was unresponsive. Implications: inconvenience; nuisance. Recommendations: service and repair as needed; contact a qualified garage door technician; further testing required."
          },
          {
             "title":"Garage door - Power lifter needs servicing",
             "text":"Garage door power lifter did not operate in the manner intended. Recommendations: call for servicing; repairs may be needed; contact a qualified garage door technician."
          },
          {
             "title":"Garage door - No safety sensors",
             "text":"Garage door has no installed safety sensor. Implications: increased risk of injury or entrapment which could be fatal. Recommendations: all automatic residential garage doors should be equipped with safety sensors that will automatically stop and reverse the door when obstructed by an object. Contact a qualified garage door technician."
          },
          {
             "title":"Garage door - Safety sensor unresponsive",
             "text":"Garage door safety sensor unresponsive. Implications: increased risk of injury or entrapment which could be fatal. Recommendations: all automatic residential garage doors should be equipped with safety sensors that will automatically stop and reverse the door when obstructed by an object. Contact a qualified garage door technician; service and repair."
          },
          {
             "title":"Garage door - Casings in contact with grade",
             "text":"Garage door wood casings in contact with grade. Implications: shortened life of materials; may lead to deterioration. Recommendations: keep painted and maintained to help prolong the life. There may be a need to improve."
          },
          {
             "title":"Garage door – Damage to sweep\/seals",
             "text":"Damaged or inadequate garage door sweep\/ seals. Implications: energy loss; risk of pest entry; increased risk of moisture entry. Recommendations: improve; repair; replace. Contact a qualified garage door technician."
          },
          {
             "title":"Garage door - Voids and openings",
             "text":"Voids and openings noted at garage door perimeter. Implications: risk of pest entry; increased risk of moisture entry. Recommendations: repair as needed. Contact a qualified garage door technician."
          },
          {
             "title":"Garage door – Grading, risk of seepage",
             "text":"Garage door opening appears susceptible to moisture seepage. Surface grading away from garage door opening appears inadequate. Implications: increased risk of moisture seepage; potential damage to materials or contents. Recommendations: inquire to seller for any history of seepage here; repair as needed; contact a qualified contractor."
          },
          {
             "title":"Garage door – Minor dents noted",
             "text":"Minor dents noted at garage door. Implications: cosmetic issue. Recommendations: repair at your discretion."
          },
          {
             "title":"Garage door – Maintenance\/ painting",
             "text":"Painting and maintenance are needed at garage door. Implications: paint loss or exposed wood may shorten the life of the materials; risk of moisture entry. Recommendations: paint and seal garage door and associated casings to prolong the life of the materials."
          },
          {
             "title":"LOCATION",
             "text":"Location:"
          },
          {
             "title":"Basement walk-out",
             "text":"basement walk-out;"
          },
          {
             "title":"Porch",
             "text":"porch;"
          },
          {
             "title":"Deck",
             "text":"deck;"
          },
          {
             "title":"Lower right",
             "text":"lower right;"
          },
          {
             "title":"Lower left",
             "text":"lower left;"
          },
          {
             "title":"Lower rear",
             "text":"lower rear;"
          },
          {
             "title":"IMPLICATIONS:",
             "text":"Implications:"
          },
          {
             "title":"Risk of leaks",
             "text":"risk of leaks;"
          },
          {
             "title":"Cosmetic",
             "text":"cosmetic;"
          },
          {
             "title":"Energy loss",
             "text":"energy loss;"
          },
          {
             "title":"Drafty conditions",
             "text":"drafty conditions;"
          },
          {
             "title":"Risk of injury",
             "text":"risk of injury;"
          },
          {
             "title":"Trip or fall hazard",
             "text":"trip or fall hazard;"
          },
          {
             "title":"Operational, functionality issues",
             "text":"operational, functionality issues;"
          },
          {
             "title":"RECOMMENDATIONS:",
             "text":"Recommendations:"
          },
          {
             "title":"Improve",
             "text":"improve;"
          },
          {
             "title":"Repair",
             "text":"repair;"
          },
          {
             "title":"Replace",
             "text":"replace;"
          },
          {
             "title":"Maintenance",
             "text":"maintenance, painting and sealant as needed;"
          },
          {
             "title":"Contact a contractor",
             "text":"contact a contractor;"
          },
          {
             "title":"TIME FRAME",
             "text":"Time frame:"
          }
       ]
    },
    {
        "cat_id":4,
        "sub_cat_id":10,
       "sub_cat_name":"Decks, Porches, Balconies",
       "narratives":[
          {
             "title":"Wood maintenance required",
             "text":"Wood maintenance recommended. Location: throughout. Implications: paint loss or exposed wood leads to shortened life of material; deterioration to the various wood components. Recommendations: perform maintenance, painting and sealing as needed; contact a contractor."
          },
          {
             "title":"General aging and wear",
             "text":"General aging and wear, appears consistent with age. Location: specify. Implications: paint loss or exposed wood leads to shortened life of material; further wear and aging may occur. Recommendations: ongoing painting and maintenance are required to prolong the life of the materials; contact a general contractor."
          },
          {
             "title":"Substandard deck\/wall interfacing",
             "text":"Substandard deck\/wall interfacing. Sealant relied on as first line of defense. Location: where the deck interface with the home siding. Implications: increased risk of leaks. Recommendations: monitor and maintain as needed; keep sealed; consult a contractor."
          },
          {
             "title":"No elevated sill deck\/balcony door",
             "text":"Minimal or no elevated-sill under deck or balcony door. Location: specify. Implications: Increased risk of leaks and potential damage to underlying systems. Recommendations: contact a qualified contractor; install elevated sill\/curbing; inquiry to seller for history of leaks."
          },
          {
             "title":"Wood to soil contact",
             "text":"Wood to soil contact noted. Location: specify. Implications: shorten life of materials; leads to rot and deterioration; may attract wood destroying insects. Recommendations: clear soils away. There may be concealed conditions not visible during inspection."
          },
          {
             "title":"Footings substandard or undersized",
             "text":"Footings appears substandard or undersized. Location: specify. Implications: settlement of the deck may occur over time; possible non-permitted construction; non-permitted construction may be an insurance or safety issue. Recommendations: conduct a thorough permit background search; inquire to seller for permits; contact a qualified contractor."
          },
          {
             "title":"Top mounted guards",
             "text":"Top mounted guard rails noted. Location: specify. Implications: although typical for the period, this typic of construction is generally no longer used. Fasteners that penetrate the deck membrane presents a risk of drips and potential damage to the underlying systems. Recommendations: monitor and maintain sealant; convert to face mounted guards at next opportunity."
          },
          {
             "title":"Vegetation in contact",
             "text":"Vegetation in contact with deck structure. Implications: reduced drying potential of wood; leads to wood rot and deterioration; reduces access to inspect and perform maintenance. Recommendations: clear vegetation away."
          },
          {
             "title":"Lag bolts missing or incomplete",
             "text":"Lag bolts missing or incomplete. Location: deck ledger-board (the deck to home attachment). Implications: lowered sheer strength; risk of collapse under loads; safety issue. Recommendations: add lag bolts as per today’s standard."
          },
          {
             "title":"Joist hangers missing or incomplete",
             "text":"Joist hangers missing or incomplete. Location: deck ledger-board (deck to home attachment). Implications: lowered sheer strength; risk of collapse under loads. Recommendations: add joist-hangers as per today’s standard."
          },
          {
             "title":"Joist-hanger nailing incomplete",
             "text":"Joist-hanger nailing is incomplete. Location: deck to home attachment.  Implications: lowered sheer strength; potential safety issue; risk of collapse under load. Recommendations: fully nail off the joist hangers to achieve their intended strength. All nail holes should be used."
          },
          {
             "title":"Unconventional construction",
             "text":"Unconventional construction. Location: specify. Implications: work appears substandard and unconventional; possible unpermitted construction by non-professional. Recommendations: conduct a thorough permit background search; inquire to seller for permit; consult a qualified contractor."
          },
          {
             "title":"Non-permitted work",
             "text":"Possible non-permitted deck construction. Location: specify. Implications: Non-permit work may be an insurance or safety issue; repairs may be expensive; possible hidden defects. Recommendations: conduct a thorough permit background search; inquire to seller for permit; consult a qualified contractor."
          },
          {
             "title":"Vinyl fading in colour",
             "text":"Discoloration, fading in colour to vinyl deck covering. This appears consistent with age (typical life expectancy is 10-15 years depending on exposure). Implications: this vinyl appears to be later in its life stages. Recommendations: anticipate renewal and budget accordingly."
          },
          {
             "title":"Deck covering nearing end of life",
             "text":"Deck covering appears to be nearing the end of its service life. Implications: imperfections may occur, splits or openings may occur; increased risk of leaks; reduced protection of the underlying systems; replacement may be expensive. Recommendations: typical life expectancy is approximately 10-15 years depending on exposure. Contact a qualified contractor; obtain renewal cost estimates."
          },
          {
             "title":"Deck covering end of life",
             "text":"End of life deck covering. The deck covering had reached the end of its service life. Implications: reduced protection of the underlying systems; risk of leaks; possible concealed conditions. Recommendations: repair or replace the deck covering; further investigate. Contact a qualified contractor."
          },
          {
             "title":"Plywood decking exposed",
             "text":"Inadequate protection of plywood deck surface. Implications: this type of material is not meant to be exposed to the elements; leads to shortened life of the materials; leads to deterioration and rot. Recommendations: add moisture resistive membrane such as vinyl or urethane product to prolong the life of the materials. Contact a qualified contractor."
          },
          {
             "title":"Guards loose",
             "text":"Loose guards noted. Location: specify. Implications: safety issue; potential fall hazard. Recommendations: improve; repair; contact a qualified contractor."
          },
          {
             "title":"Guards missing",
             "text":"Guardrail missing or inadequate. Location: specify. Implications: fall hazard; risk of injury. Recommendations: add guards at any drop-off greater than 24 inches; contact a contractor."
          },
          {
             "title":"Hand rail loose",
             "text":"Loose handrail noted. Location: specify. Implications: risk of injury; fall hazard. Recommendations: improve; repair."
          },
          {
             "title":"Hand rail missing or inadequate",
             "text":"Handrail missing or inadequate. Location: specify. Implications: fall hazard; risk of injury. Recommendations: add handrails at all exterior stairs with three or more stair-risers. Contact a contractor."
          }
       ]
    },
    {
        "cat_id":4,
        "sub_cat_id":11,
       "sub_cat_name":"Detached Structure",
       "narratives":[
          {
             "title":"Describe structure",
             "text":"The detached Structure is described as a basic wood framed structure set upon a cast-in-place concrete perimeter foundation, slab-on-grade configuration. The roof has a covering of asphalt shingles and the exterior is clad with fiber-cement-plank. The roof was access and walked upon during inspection; the exterior was viewed from grade level."
          },
          {
             "title":"Refer to respective sections",
             "text":"Deficiencies pertaining to detached structures will be noted in their respective sections such as Electrical, Plumbing, Roofing etc. Please read the full report."
          }
       ]
    },
    {
        "cat_id":5,
        "sub_cat_id":12,
       "sub_cat_name":"General Construction",
       "narratives":[
          {
             "title":"General observations, single family",
             "text":"Structural observations begin during the exterior walk around and continues into the interior. From a distance and up closely, the building appears to be by-and-large straight and level. Overall, the floors and walls appear level and plumb.  This is an indication that the structure is performing its intended function."
          },
          {
             "title":"General observation, strata unit only",
             "text":"Structural observations begin during the strata unit walk-through. From a distance and up closely, the strata-unit appears to be by-and-large straight and level. Overall, the floors and walls appear level and plumb. Please note that other areas of the building were not accessed of observed. Please refer to strata minutes and any depreciation reports on file for more information regarding the building structure and other major building systems."
          },
          {
             "title":"General observation, condo + unit",
             "text":"Structural observations begin during the exterior walk around and continues into accessible strata areas, and finally – the subject strata unit interior. From a distance and up closely, the building appears to be by-and-large straight and level. Overall, the floors and walls appear level and plumb. This is an indication that the structure is performing its intended function.  Please refer to strata minutes and any depreciation reports on file for more information regarding the building structure and other major building systems."
          },
          {
             "title":"Floor deflection typical for age",
             "text":"Some floor deflection or settlement was detected underfoot while walking the interior spaces. As this is an older wood framed structure, some deflection or settlement is to be expected."
          },
          {
             "title":"Floor squeaks newer home",
             "text":"Floor squeaks are fairly common, even in new construction, and do not normally indicate a major issue."
          },
          {
             "title":"Floor squeaks older home",
             "text":"Floor squeaks or groans are inherently common in older homes that pre-date gluing of sub-flooring. These appears typical, within normal range, and do not normally indicate a major issue."
          },
          {
             "title":"Foundation observations and limitations.",
             "text":"Much of the foundation is below grade and cannot be seen. During examination of above grade, visible portions, no obvious indication of major defect was observed."
          },
          {
             "title":"Foundation fractures [typical]",
             "text":"Inspected typical foundation shrinkage fractures, these are inherently common. Location: specify. Implications: although inherently common, any foundation fracture presents an increased risk of seepage to low areas. Recommendations: seal all cracks\/fractures; monitor and maintain moving forward."
          },
          {
             "title":"Foundation crack [structural engineer]",
             "text":"Foundation settlement crack observed. [Describe any horizontal crack or large displaced vertical cracks]. Location: specify. Implications: structural issue; further settlement may occur; water leaks may damage contents, materials and structure; repairs may be expensive. Recommendations: Contact a structural engineer to further evaluate, determine scope of repair and costs."
          },
          {
             "title":"Truss framing [structural engineer]",
             "text":"Inspected cut or damaged roof trusses. Location: visible from with the attic space. Implications: potential safety issue; weakened structure; repairs may be expensive. Recommendations: contact a structural engineer to further evaluate, determine scope of repair and costs."
          },
          {
             "title":"Post and pad [seismic insurance]",
             "text":"Post and pad foundation configuration. Implications: possible difficulties obtaining seismic insurance.Recommendations: inquire to insurance provider regarding seismic insurability."
          },
          {
             "title":"Cinderblock foundation [seismic insurance]",
             "text":"Cinderblock foundations. Implications: possible difficulties obtaining seismic insurance. Recommendations: inquire to insurance provider regarding seismic insurability."
          },
          {
             "title":"Alteration, additions [obtain permits]",
             "text":"It appears there have been some renovations, alterations or additions to the home since original. Location: specify. Recommendations: conduct a thorough permit background search; obtain permits from seller; verify permits taken out and closed, consult specialist if required."
          },
          {
             "title":"Non-permitted work [suites?]",
             "text":"Appears work may not have been done by qualified professional, possibly without permit. Location: specify. Implications: non-permit work may be an insurance, municipal, or fire\/safety issue; repairs may be expensive; possible hidden defects. Recommendations: conduct a thorough permit background search; obtain permits from seller; verify permits taken out and closed, consult specialist if required."
          }
       ]
    },
    {
        "cat_id":6,
        "sub_cat_id":13,
       "sub_cat_name":"Service Entrance, Panels & Main Disconnect",
       "narratives":[
          {
             "title":"Vegetation proximity [service drop]",
             "text":"Vegetation is in contact or close proximity to the electrical service-drop. Implications: risk of damage to electrical equipment; electrical safety hazard. Recommendations: contact the utility to determine responsibility; have qualified personnel clear vegetation away from the service-drop wires."
          },
          {
             "title":"Clearance inadequate [service drop]",
             "text":"Inadequate clearance of service-drop wires. Location: specify. Implications: potentially a dangerous situation; risk of electric shock; reconfiguration may be expensive. Recommendations: further consultation with a qualified electrical contractor."
          },
          {
             "title":"Support compromised [service-drop]",
             "text":"Compromised support of electrical service drop. Location: specify. Implications: risk of sudden failure; major electrical hazard; risk of fatal shock. Recommendations: keep clear; notify the vendor and occupants; contact a qualified electrical contractor to repair now."
          },
          {
             "title":"Double tap",
             "text":"Double tap(s) noted (two wires connected to a breaker designed to hold only one). Location: specify. Implications: risk of overheating; fire and shock hazard; indicates substandard workmanship. Recommendations: repair; contact an electrician; verify permits were taken out and closed."
          },
          {
             "title":"Aluminum wiring visible",
             "text":"Aluminum solid-strand circuit wiring was visible. Location: specify. Implications: house insurance complications due to documented fires caused by the product; thermal expansion causes wires to work loose and create overheating; repairs may be expensive. Recommendations: have licensed electrical contractor inspect all solid aluminum connections; repair as needed."
          },
          {
             "title":"Aluminum wiring cont. [NO pig-tailing visible]",
             "text":"The typical, acceptable approach to remediating aluminum wiring involves repairing each electrical point (outlets, lights, switches etc.) by ‘pig-tailing’ the aluminum wire with a small strand of copper wire, using approved wire connectors. The new strand of copper is then used to make the connection. A random sample only of outlet cover plates were removed to view inside. We observed no indication that any remedial pig-tailing has been done. Recommendations: have licensed electrical contractor inspect all solid aluminum connections; repair as needed."
          },
          {
             "title":"Aluminum wiring cont. [pig-tailing visible]",
             "text":"The typical, acceptable approach to remediating aluminum wiring involves repairing each electrical point (outlets, lights, switches etc.) by ‘pig-tailing’ the aluminum wire with a small strand of copper wire, using approved wire connectors. The new strand of copper is then used to make the connection. A random sample only of outlet cover plates were removed to view inside. We observed indication that some remedial pig-tailing work has been done. Recommendations: have licensed electrical contractor inspect all solid aluminum connections; verify permit was taken out and closed; obtain documentation from seller."
          },
          {
             "title":"Knob-and-tub [visible]",
             "text":"Knob and tube wiring was visible in the home. Location: specify. Implications: electrical\/fire issue; possible insurance issue; any repairs or rewiring may be expensive. Recommendations: inquire to insurance provider regarding insurability; have licensed electrical contractor further evaluate and determine scope and costs of repairs."
          },
          {
             "title":"Knob-and-tube [NOT visible]",
             "text":"No visible knob-and-tube wiring observed during inspection; however, this is not proof of its absence. Given the age of the home, there may be knob-and-tube wiring in the home. Implications: electrical\/fire issue; possible insurance issue; any repairs or rewiring may be expensive. Recommendations: have licensed electrical contractor determine if any knob-and-tube wiring is currently in use in the home; determine scope and costs of repairs if necessary."
          },
          {
             "title":"Openings at panel",
             "text":"Openings at electrical panel noted. Location: empty breaker spots. Implications: fire\/ shock hazard. Recommendations: have licensed electrician add ‘knock-out fillers’ to fill any openings."
          },
          {
             "title":"Unsupported wires [staples]",
             "text":"Unsupported electrical wires. Location: adjacent to the electrical panel (wires should be stapled\/secured within 12 inches of the panel). Implications: shock\/ fire hazard; possible work done without permit. Recommendations: have licensed electrician repair. Verify permits were opened and closed."
          },
          {
             "title":"Unsupported wires [panel connectors]",
             "text":"Electrical wires are not supported at the panel entry point (wire-connectors should be used). Implications: shock\/ fire hazard; possible work done without permit. Recommendations: have licensed electrician repair. Verify permits were opened and closed."
          },
          {
             "title":"Unterminated wires",
             "text":"Un-capped wires in panel box. Location: specify. Implications: risk of accidental charging may become a shock hazard. Recommendations: have licensed electrician cap and tag any un-used circuit wires in the panel box."
          },
          {
             "title":"Scorching",
             "text":"Scorching or burn marks noted. Location: specify. Implications: indicates overheating or possible arching; fire\/ shock hazard. Recommendations: have licensed electrician further evaluate and repair."
          },
          {
             "title":"Obstructed access to panel",
             "text":"Access to electrical panel interior was obstructed. We could not access the panel interior to observe the components. This is a limitation to the inspection. Recommendations: further inspection recommended."
          },
          {
             "title":"Worker clearance [general]",
             "text":"Inadequate worker clearance around electrical panel. Location: specify. Implications: inadequate access for maintenance, repair; creates a potential unsafe situation. Recommendations: a minimum working space of 1 m should be provided and maintained about electrical panels; keep storage clear."
          },
          {
             "title":"Worker clearance [no access]",
             "text":"Inadequate worker clearance around electrical panel. We could not safety remove the panel cover to view the interior components. This is a limitation. Location: specify. Implications: inadequate access for maintenance, repair or inspection; creates a potential unsafe situation. Recommendations: a minimum working space of 1 m should be provided and maintained about electrical panels; keep storage clear. Further inspection recommended."
          },
          {
             "title":"Circuit labeling incomplete",
             "text":"Circuit labeling not visible or incomplete. Location: specify. Implications: inconvenience; potential unsafe worker conditions; shock hazard. Recommendations: have licensed electrician conduct circuit mapping and label all circuits."
          },
          {
             "title":"Strata main shut-off [not accessed]",
             "text":"Main electrical shut-off not observed and is assumed to be located on strata property. This is common in multi-unit residential buildings. For this reason, the service amperage rating for the strata unit could not be determined. Inquire to seller."
          },
          {
             "title":"No main shut-off observed",
             "text":"No main service shut-off observed. Service amperage size could not be determined. Implications: the service cannot be de-energized during work or in the event of emergency; creates unsafe worker conditions including risk of fatal shock. Recommendations: have licensed electrician further revaluate."
          },
          {
             "title":"Federal Pioneer Stabloc",
             "text":"Federal Pioneer Stab Lok service panel. Location: specify. Implications: this type of panel has been known to have defects. There have been reports that breakers fail to trip at times when over loaded. Potential fire\/safety issue. Recommendations: contact a licensed electrician to further consult and determine the need to replace."
          },
          {
             "title":"Service size under 100 amps [SFD]",
             "text":"Service amperage size is less than 100 amps. Implications: possible house insurance complications; insurance provider may require the service size to be upgraded. Recommendations: inquire to insurance provider regarding insurability; contact a licensed electrician; determine scope of work and costs."
          },
          {
             "title":"Non-permitted, substandard",
             "text":"Possible non-permitted electrical work. Location: [specify the items]. Implications: potential fire or shock hazard; possible insurance issues. Recommendations: have licensed electrician further evaluate and repair; verify permits were opened and closed."
          },
          {
             "title":"Breakers in the off position",
             "text":"Breakers found in the off position during inspection. Location: specify. Implications: please note, we do not turn on breakers that are in the off position. Recommendations: inquire to seller for the status; further attention recommended."
          },
          {
             "title":"No CSA Silver Sticker [manufactured homes]",
             "text":"No CSA electrical certification sticker visible at the panel. Implications: in order to list a manufactured home for sale in BC, there must be a CSA number indicating proper electrical installation for the original home, or an approval mark by an acceptable certification agency. Recommendations: typically, when a manufactured home is missing an approval mark, the owner or vendor of the unit may need to apply to the certification agency for special acceptance and labeling (Silver Label). Further attention to the matter is recommended."
          }
       ]
    },
    {
        "cat_id":6,
        "sub_cat_id":14,
       "sub_cat_name":"Circuit Wiring & Distribution",
       "narratives":[
          {
             "title":"Switches with no apparent function",
             "text":"Switch with no apparent function observed. Location: specify. Implications: these often operate outlets (switched plugs), exterior lighting not visible during inspection, or they may be place-holders. Recommendations: investigate further."
          },
          {
             "title":"Exposed bulbs [risk of injury]",
             "text":"Exposed light bulbs. Location: specify. Implications: susceptible to mechanical damage, risk of breakage causing possible injury. Recommendations: add protective lens or diffusers."
          },
          {
             "title":"Unresponsive lighting",
             "text":"Unresponsive lighting. Location: specify. Implications: possible dead-bulbs; repairs to fixture or electrical may be needed. Recommendations: replace bulbs, install bulbs as needed and re-test."
          },
          {
             "title":"Unresponsive outlet",
             "text":"Unresponsive outlet(s). Location: specify. Implications: nuisance; inconvenience; repairs may be needed. Recommendations: have further evaluated by a qualified electrician."
          },
          {
             "title":"Cover plates missing [outlets]",
             "text":"Missing cover-plates observed. Location: specify. Implications: exposed wires; risk of shock. Recommendations: have a licensed electrician add cover plates."
          },
          {
             "title":"Cover plates missing [junction boxes]",
             "text":"Missing junction box cover plates observed. Location: specify. Implications: exposed wires; risk of shock. Recommendations: have a licensed electrician add cover plates."
          },
          {
             "title":"Cover plates missing [many]",
             "text":"A number of missing outlet and junction box cover plates observed. Location: specify. Implications: exposed wires; risk of shock. Recommendations: have a licensed electrician add cover plates."
          },
          {
             "title":"Loose outlets or switches",
             "text":"Loose electrical outlet or switches noted. Location: specify. Implications: fire or shock hazard. Recommendations: have licensed electrician repair."
          },
          {
             "title":"Unterminated wire",
             "text":"Unterminated electrical wire (exposed wire). Location: specify. Implications: fire or shock hazard. Recommendations: have repaired, properly terminated by a licensed electrician."
          },
          {
             "title":"Unsupported\/ unstapled wire",
             "text":"Unsupported or unstapled wire. Location: specify. Implications: risk of strain to electrical connections; susceptible to mechanical damage; fire or shock hazard; possible work done by non-professional, possible non-permitted work. Recommendations: have licensed electrician repair. Verify permits were taken out and closed."
          },
          {
             "title":"Surface mounted wiring",
             "text":"Surface mounted electrical wire noted. Location: specify. Implications: susceptible to mechanical damage; shock hazard; possible non-permitted work by non-professional. Recommendations: electrical wire not more than 5 ft. from the floor should be protected by armored cable or rigid conduit. Contact a licensed electrician to repair; verify permits were taken out and closed."
          },
          {
             "title":"Open splice connection",
             "text":"Open spliced electrical connection. Location: specify. Implications: shock hazard; fire hazard; substandard workmanship; possible non-permitted work. Recommendations: all electrical connections should be contained in a secured junction box; have licensed electrician further evaluate and repair; verify permits were taken out and closed."
          },
          {
             "title":"Aluminum wiring visible",
             "text":"Aluminum solid-strand circuit wiring was visible. Location: specify. Implications: house insurance complications due to documented fires caused by the product; thermal expansion causes wires to work loose and create overheating; repairs may be expensive. Recommendations: have licensed electrical contractor inspect all solid aluminum connections; repair as needed."
          },
          {
             "title":"Aluminum wiring cont. [NO pig-tailing visible]",
             "text":"The typical, acceptable approach to remediating aluminum wiring involves repairing each electrical point (outlets, lights, switches etc.) by ‘pig-tailing’ the aluminum wire with a small strand of copper wire, using approved wire connectors. The new strand of copper is then used to make the connection. A random sample only of outlet cover plates were removed to view inside. We observed no indication that any remedial pig-tailing has been done. Recommendations: have licensed electrical contractor inspect all solid aluminum connections; repair as needed."
          },
          {
             "title":"Aluminum wiring cont. [pig-tailing visible]",
             "text":"The typical, acceptable approach to remediating aluminum wiring involves repairing each electrical point (outlets, lights, switches etc.) by ‘pig-tailing’ the aluminum wire with a small strand of copper wire, using approved wire connectors. The new strand of copper is then used to make the connection. A random sample only of outlet cover plates were removed to view inside. We observed indication that some remedial pig-tailing work has been done. Recommendations: have licensed electrical contractor inspect all solid aluminum connections; verify permit was taken out and closed; obtain documentation from seller."
          },
          {
             "title":"Knob-and-tube [visible]",
             "text":"Knob and tube wiring was visible in the home. Location: specify. Implications: electrical\/fire issue; possible insurance issue; any repairs or rewiring may be expensive. Recommendations: inquire to insurance provider regarding insurability; have licensed electrical contractor further evaluate and determine scope and costs of repairs."
          },
          {
             "title":"Knob-and-tube [NOT visible]",
             "text":"No visible knob-and-tube wiring observed during inspection; however, this is not proof of its absence. Given the age of the home, there may be knob-and-tube wiring in the home. Implications: electrical\/fire issue; possible insurance issue; any repairs or rewiring may be expensive. Recommendations: have licensed electrical contractor determine if any knob-and-tube wiring is currently in use in the home; determine scope and costs of repairs if necessary."
          },
          {
             "title":"Non-permitted work",
             "text":"We observed indication that some electrical work may have been done by nonprofessional. Location: [specify the items]. Implications: potential fire or shock hazard; possible insurance issues. Recommendations: have licensed electrician further evaluate and repair; determine costs; verify permits were opened and closed."
          },
          {
             "title":"Ungrounded outlet(s) [typical for era]",
             "text":"Ungrounded outlets observed, typical for the period when circuit wiring did not include an integral ground wire. Location: specify (there may be others). Implications: reduced protection from electric shock. Recommendations: contact an electrician; add GFCI protection at all ungrounded outlets for improved safety."
          },
          {
             "title":"Ungrounded outlet(s)",
             "text":"Ungrounded outlet(s) observed. Location: specify. Implications: reduced protection from electric shock. Recommendations: contact a licensed electrician to re-connect ground wire if one exists."
          },
          {
             "title":"Reverse polarity at outlet(s)",
             "text":"Reverse polarity at outlet (wired backwards, hot and neutral reversed). Location: specify. Implications: shock hazard. Recommendations: have licensed electrician correct or repair as needed."
          },
          {
             "title":"Minimal number of outlets [interior]",
             "text":"A minimal number of outlet receptacles observed, typic al for the period. Location: interior. Implications: inconvenience; overuse of extension cords or splitters creates a potential fire or shock hazard; nuisance trips may occur. Recommendations: consult a licensed electrician regarding installing additional outlets receptacles."
          },
          {
             "title":"Entrance lighting not installed",
             "text":"No entrance lighting installed. Location: specify. Implications: safety issue; inconvenience. Recommendations: it is standard to recommend that every entrance to buildings of residential occupancy be provided with exterior lighting. Contact a licensed electrician."
          },
          {
             "title":"Stairwell lighting, no 3-way controls",
             "text":"No 3-way lighting controls at stairwell. Location: specify. Implications: safety issue; fall hazard; inconvenience. Recommendations: stairways with 4 or more risers should be equipped with 3-way wall switches located at the head and foot of every stairway. Contact a licensed electrician."
          },
          {
             "title":"Stairwell lighting not installed",
             "text":"No stairwell lighting installed. Location: specify. Implications: safety issue; inconvenience. Recommendations: provided stairway lighting; stairways with 4 or more risers should be equipped with lighting, controlled by 3-way wall switches located at the head and foot of every stairway. Contact a licensed electrician."
          },
          {
             "title":"Hallway lighting, no 3-way controls",
             "text":"No 3-way lighting controls at hallway. Location: specify. Implications: inconvenience; potential safety issue; hallways often serve as escape routes in the event of emergencies. Recommendations: three-way switches are recommended at each end of the hallway, allowing the lighting to be turned on and off from both ends."
          },
          {
             "title":"Hallway lighting, not installed",
             "text":"No hallway lighting installed. Location: specify. Implications: inconvenience; potential safety issue; hallways often serve as escape routes in the event of emergencies. Recommendations: add lighting. Three-way switches are recommended at each end of the hallway, allowing the lighting to be turned on and off from both ends. Contact a licensed electrician."
          },
          {
             "title":"3-way switch operation issues",
             "text":"Three-way wall switches did not operate as intended. Location: specify. Implications: possibly wired incorrectly; inconvenience; potential safety issue. Recommendations: have licensed electrician further evaluate and repair as needed."
          },
          {
             "title":"Exterior outlet is not GFCI",
             "text":"Exterior electrical outlet is not GFCI protected. Location: specify. Implications: shock hazard. Recommendations: have a licensed electrician add GFCI protection to all exterior electrical outlets within 2.5 M (8 ft) of finished grade."
          },
          {
             "title":"Exterior GFCI did not test trip",
             "text":"Exterior electrical GFCI outlet did not respond to test tripping. Location: specify. Implications: loss of intended safety feature; increased risk of shock. Recommendations: have licensed electrician replace with functioning GFCI protected outlet."
          },
          {
             "title":"Exterior outlets, minimal number of",
             "text":"A minimal number of outlet receptacles observed, typical for the period. Location: exterior. Implications: inconvenience; the use of extension cords from non-GFCI protected outlets creates a potential shock hazard. Recommendations: consult a licensed electrician regarding adding exterior GFCI protected outlets receptacles, typically one at the front elevation, and one at the rear."
          },
          {
             "title":"Exterior outlets, none observed",
             "text":"No exterior outlet receptacles observed, typical for the period. Implications: inconvenience; the use of extension cords from non-GFCI protected outlets creates a potential shock hazard. Recommendations: consult a licensed electrician regarding adding exterior GFCI protected outlets receptacles, typically one at the front elevation, and one at the rear."
          },
          {
             "title":"Bathroom outlet not GFCI",
             "text":"Bathroom electrical outlet is not GFCI protected. Location: specify. Implications: shock hazard. Recommendations: all outlets located in bathrooms should be provided with GFCI protection; have licensed electrician install GFCI protected outlets."
          },
          {
             "title":"Bathroom GFCI did not test trip",
             "text":"Bathroom electrical GFCI outlet did not respond to test tripping. Location: specify. Implications: loss of intended safety feature; increased risk of shock. Recommendations: have licensed electrician replace with functioning GFCI protected outlet."
          },
          {
             "title":"Bathroom outlet 2-pronged ungrounded",
             "text":"Ungrounded, two-pronged outlet at bathroom. Location: specify. Implications: shock hazard. Recommendations: all outlets located in bathrooms should be provided with GFCI protection; have licensed electrician install GFCI protected outlets."
          },
          {
             "title":"Bathroom, no outlet at vanity",
             "text":"No outlet installed at bathroom vanity. Location: specify. Implications: inconvenience; the use of extension cords from non-GFCI protected outlets creates a potential shock hazard. Recommendations: have licensed electrician install GFCI protected outlet(s). Bathroom outlets are best positioned to the side of sink basins."
          },
          {
             "title":"Bathroom, proximity to electrical",
             "text":"Unsafe proximity from tub or shower to electrical points. Location: specify. Implications: shock hazard; life safety issue; possible work done by non-professional; possible non-permitted work. Recommendations:  all electrical points such as outlets, switches and thermostats should be located a minimum distance of 1 M from tubs or showers. Have licensed electrician further assess and repair; verify permits were taken out and closed."
          },
          {
             "title":"Kitchen outlets not GFCI",
             "text":"Kitchen outlets are not GFCI protected (typical for the period). Location: specify. Implications: shock hazard. Recommendations: have licensed electrician add GFCI protection to all electrical outlets located within 1.5m of kitchen sinks."
          },
          {
             "title":"Kitchen island, no outlet",
             "text":"No electrical outlet installed at kitchen island. Location: specify. Implications: nuisance; inconvenience. Recommendations: is standard to recommend that all affixed kitchen islands be provided with at least one electrical outlet. Consult an electrician."
          },
          {
             "title":"Kitchen, garburator wire not armored",
             "text":"Garburator wiring is not protected armored cable. Location: specify.  Implications: exposed to mechanical damage; shock hazard. Recommendations: have repaired by a licensed electrician."
          },
          {
             "title":"Recessed lighting not IC rated",
             "text":"Recessed lighting is not IC rated (not insulation-contact-rated). Location: visible in the attic. Implications: non-IC rated lighting in contact with attic insulation presents a fire hazard. Recommendations: consult a qualified electrician to determine repair options and costs, weather replacement with IC rated lighting is needed."
          }
       ]
    },
    {
        "cat_id":7,
        "sub_cat_id":15,
       "sub_cat_name":"Main Shut-off",
       "narratives":[
          {
             "title":"No PRV",
             "text":"No installed Pressure Reducing Valve (PRV). Location: PRVs are typically installed just upstream from the main shut-off valve. Implications: water pressure greater than approximately 80 psi could harm fixtures\/ appliances and cause leak or failure. Recommendations: consult a qualified plumber."
          },
          {
             "title":"Polybutylene service piping",
             "text":"Polybutylene service piping visible. Location: main water shut-off. Implications: Polybutylene piping has a history of failing; possible insurance issue; re-piping can be expensive. Recommendations: consult with your insurance provider; consult a qualified plumber."
          },
          {
             "title":"Leak",
             "text":"Leak observed. Location: at the main water shut-off valve. Implications: risk of water damage to contents, materials and structure. Recommendations: contract a qualified plumber to repair now."
          },
          {
             "title":"Not observed [inquire to seller]",
             "text":"The main water shut-off valve was not observed and may be located behind stored items. Recommendations: Request location from seller."
          },
          {
             "title":"Not observed [on strata property]",
             "text":"No main water shut-off valve was observed in the strata unit. Water shut-off for the unit is assumed to be located on strata property. This is common in multi-unit residential buildings. Recommendations: Inquire to seller."
          }
       ]
    },
    {
        "cat_id":7,
        "sub_cat_id":16,
       "sub_cat_name":"Distribution Plumbing",
       "narratives":[
          {
             "title":"Polybutylene [throughout]",
             "text":"It appears the home is piped with Polybutylene distribution plumbing. Location: throughout. Implications: Polybutylene piping has a history of failing; possible insurance issue; re-piping can be expensive; water leaks can damage contents, materials and structure; re-piping may be expensive. Recommendations: consult with your insurance provider; consult a qualified plumber regarding the condition of piping and possible replacement costs."
          },
          {
             "title":"Polybutylene [various]",
             "text":"Polybutylene distribution piping was observed, the percentage could not be determined. Location: specify. Implications: Polybutylene piping has a history of failing; possible insurance issue; re-piping can be expensive; water leaks can damage contents, materials and structure; re-piping may be expensive. Recommendations: consult with your insurance provider; consult a qualified plumber regarding the condition of piping and possible replacement."
          },
          {
             "title":"Galvanized steel",
             "text":"Galvanized steel plumbing noted. Location: specify. Implications: galvanized steel plumbing is considered an end-of-life material with a high risk of leak; water leaks may cause damage to content, materials and structure. Recommendations: have a qualified plumber remove\/ replace."
          },
          {
             "title":"Kitec plumbing",
             "text":"Kitec plumbing was visible. Location: specify. Implications: Kitec piping has a history of failing; subject to past class action law suit; water leaks may damage contents, materials and structure; re-piping may be expensive. Recommendations: consult a qualified plumber or heating specialist to further evaluate the piping and assess possible replacement. Visit www.kitecsettlement.com."
          },
          {
             "title":"CPVC plastic piping",
             "text":"CPVC plastic piping (chlorinated poly vinyl chloride). Location: specify. Implications: CPVC piping is known to become brittle over time; connection-glue deteriorates; susceptible to freeze damage and leaks. Water leaks may cause damage to content, materials and structure. Recommendations: consult a qualified plumber to assess the conditions and possible replacement."
          },
          {
             "title":"Non-permitted work",
             "text":"Substandard workmanship. We observe indication that some of the plumbing may have been installed by non-professional. Location: specify. Implications: possible non-permitted work; possible concealed defects; possible increased risk of leaks; water leaks may cause damage to contents, materials and structure. Recommendations: have further assessed by a qualified plumber; conduct a thorough permit background search; verify permits were taken out and closed."
          },
          {
             "title":"Not insulated",
             "text":"Uninsulated distribution plumbing. Location: specify. Implications: risk of freeze damage causing leaks; water leaks may cause damage to contents, materials and structure. Recommendations: have a qualified plumber insulate the plumbing."
          },
          {
             "title":"Unsupported piping",
             "text":"Unsupported distribution plumbing. Location: specify. Implications: exposed to mechanical damage; unsupported plumbing may put excess stain on plumbing and connections; increased risk of leaks or failure; water leaks may cause damage to contents, materials and structure. Recommendations: have a qualified plumber improve as needed."
          },
          {
             "title":"Loose vanity [risk of plumbing damage]",
             "text":"Loose bathroom vanity. Location: specify. Implications: vanities that are not affixed present a risk of damage to plumbing and potential leaks. Recommendations: contact a qualified contractor to improve\/ repair."
          },
          {
             "title":"Loose counter top [risk of plumbing damage]",
             "text":"Loose counter top. Location: specify. Implications: counter tops that are not affixed present a risk of damage to plumbing and potential leaks. Recommendations: contact a qualified contractor to improve\/ repair."
          },
          {
             "title":"Leak, [minor drip]",
             "text":"Slow leak observed. Location: specify. Implications: leakage may worsen suddenly; risk of sudden failure; water leaks may cause damage to contents, materials and structure. Recommendations: contact a qualified plumber to have repaired now."
          },
          {
             "title":"Leak [major]",
             "text":"Plumbing leak observed. Location: specify. Implications: leak is active now; water leaks may cause damage to contents, materials and structure. Recommendations: contact a qualified plumber to repair now."
          },
          {
             "title":"Moisture stain [dry]",
             "text":"Moisture stain visible. Location: specify. Implications: possible past leak (stain appears dry at the time of inspection), however, this could indicate a current leak (we could not confirm). Water leaks may cause damage to contents, materials and structure. Recommendations: inquire to seller for the history\/ status; have a qualified plumber review and repair as needed."
          },
          {
             "title":"Moisture stain [wet]",
             "text":"Moisture stain visible. Location: specify. Implications: possible active plumbing leak (stain appears wet at the time of inspection). Water leaks may cause damage to contents, materials and structure; possible concealed conditions. Recommendations: have a qualified plumber further review and repair as needed now."
          }
       ]
    },
    {
        "cat_id":7,
        "sub_cat_id":17,
       "sub_cat_name":"Fixtures & Faucets",
       "narratives":[
          {
             "title":"Sink stopper(s) not functioning",
             "text":"Sink-stopper(s) did not operate as intended. Location: specify Implications: inconvenience. Recommendations: contact a plumber to repair, adjust, repair, replace."
          },
          {
             "title":"Irregular fixture spray",
             "text":"Fixture has irregular spray. Location: specify. Implications: may wet adjacent surfaces or spaces; may adversely affect contents and materials. Recommendations: cleaning or replacement may be required; consult a plumber."
          },
          {
             "title":"Loose faucet",
             "text":"Loose faucet. Location: specify. Implications: loose faucets are susceptible to mechanical damage and increased risk of leak; water leaks may cause damage to contents, materials or structure. Recommendations: have a qualified plumber repair or replace as needed."
          },
          {
             "title":"Loose taps",
             "text":"Loose tap(s) noted. Location: specify. Implications: loose taps are susceptible to mechanical damage and increased risk of leak; water leaks may cause damage to contents, materials or structure. Recommendations: have a qualified plumber repair or replace as needed."
          },
          {
             "title":"Loose toilet",
             "text":"Loose toilet. Location: specify. Implications: loose toilets present a risk of leaks; water leaks may cause damage to contents, materials or structure; possible concealed conditions. Recommendations: contact a qualified plumber to improve; repair. The wax-seal should be replaced prior to re-securing."
          },
          {
             "title":"Loose exterior hoses-bib",
             "text":"Loose exterior hoses-bib (garden tap). Location: specify. Implications: loose fixtures are susceptible to mechanical damage and increased risk of leak; water leaks may cause damage to contents, materials or structure. Recommendations: have a qualified plumber repair or replace as needed."
          },
          {
             "title":"Loose vanity",
             "text":"Loose bathroom vanity. Location: specify. Implications: vanities that are not affixed present a risk of damage to plumbing and potential leaks. Recommendations: contact a qualified contractor to improve\/ repair."
          },
          {
             "title":"Loose counter top",
             "text":"Loose counter top. Location: specify. Implications: counter tops that are not affixed present a risk of damage to plumbing and potential leaks. Recommendations: contact a qualified contractor to improve\/ repair."
          },
          {
             "title":"Disconnected plumbing",
             "text":"Disconnected plumbing. Location: specify. Implications: disconnected plumbing presents a risk of leak; water leaks may damage contents, materials or structure. Recommendations: Recommendations: contact a qualified contractor to improve\/ repair."
          },
          {
             "title":"Leaky faucet",
             "text":"Leaky faucet observed. Location: specify. Implications: water leaks may cause damage to contents, materials and structure. Recommendations: have a qualified plumber repair or replace as needed."
          },
          {
             "title":"Leaky taps",
             "text":"Leaky tap observed. Location: specify. Implications: water leaks may cause damage to contents, materials and structure. Recommendations: have a qualified plumber repair or replace as needed."
          },
          {
             "title":"Leaky toilet",
             "text":"Leaky toilet observed. Location: specify. Implications: water leaks may cause damage to contents, materials and structure. Recommendations: have a qualified plumber further review, repair or replace as needed. There may be concealed conditions."
          },
          {
             "title":"Leaky shower head [minor]",
             "text":"Minor shower head drip was observed - dripped during operation into tub\/ shower area. Location: specify. Implications: condition may worsen; water leaks may cause damage to contents, materials and structure. Recommendations: have a qualified plumber repair or replace as needed."
          },
          {
             "title":"Leaky shower head [repair now]",
             "text":"Shower head leak. Location: specify. Implications: water leaks may cause damage to contents, materials and structure. Recommendations: have a qualified plumber repair or replace prior to use."
          },
          {
             "title":"Leaky exterior hoses-bib",
             "text":"Leaky exterior hose-bib (garden tap) – Location: specify. Implications: leaks may worsen; water leaks may cause damage to contents, materials and structure. Recommendations: contact a plumber to repair or replace now."
          },
          {
             "title":"Damaged faucet",
             "text":"Damaged plumbing fixture. Location: specify. Implications: damaged faucets present a risk of leaks; water leaks may cause damage to contents, materials and structure. Recommendations: have repaired\/ replaced by a qualified plumber."
          },
          {
             "title":"Toilet damaged or cracked",
             "text":"Toilet is damaged or cracked. Location: specify. Implications: damaged or cracked toilets present a risk of leaks; water leaks may cause damage to contents, materials and structure. Recommendations: have qualified plumber replaced the toilet."
          },
          {
             "title":"Toilet runs continuously",
             "text":"Toilet runs continuously. Location: specify. Implications: nuisance; may require repairs or replacement. Recommendations: have qualified plumber assess and repair\/ replace as needed."
          },
          {
             "title":"Toilet, limp flush",
             "text":"Toilet has a limp flush. Location: specify. Implications: nuisance; may require repairs or replacement. Recommendations: have qualified plumber assess and repair\/ replace as needed."
          },
          {
             "title":"Corrosion to sink basin",
             "text":"Corrosion to metal sink\/basin. Location: specify. Implications: corrosion leads to perforation of metal sink and risk of leaks; water leaks may cause damage to contents; materials or structure.  Recommendations: contact a plumber to repair\/replace."
          },
          {
             "title":"Old fixtures\/faucets throughout",
             "text":"Fixtures and faucets appear to be older and may be nearing the end of their service life. Location: specify. Implications: increased risk of leak; replacement may be required in the near future. Recommendations: anticipate renewal and budget accordingly; have a qualified plumber provide estimates and replace as needed."
          },
          {
             "title":"Slow drain",
             "text":"Slow draining sink. Location: specify. Implications: nuisance; possible blockage. Recommendations: have the system serviced and cleaned by a qualified plumber."
          },
          {
             "title":"Shower limitation [not tested]",
             "text":"Shower equipment could not be tested. The user must be inside of the shower in order to operate\/turn-on. Location: specify. Implications: limitation; could not observed for leaks. Recommendations: Further testing is recommended."
          },
          {
             "title":"Fixture shut down [not tested]",
             "text":"Fixture was shut down at the time of inspection. Location: specify. Implications: the reason for being shut down is unknown; possible issue including leak; we could not observe for leaks. Recommendations: please note - we do not turn on fixtures that are shut down; inquire to the seller for the status."
          },
          {
             "title":"Hose bib shut down [not tested]",
             "text":"Hose bib (garden tap) was shut down at the time of inspection. Location: specify. Implications: incomplete testing, could not observe for leaks; possibly shut down for winterization. Recommendations: please note - we do not turn on fixtures that are shut down; inquire to the seller for the status."
          },
          {
             "title":"Hose bib, upgrade to frost free",
             "text":"Exterior hose-bib(s) are not frost-free type. Location: specify. Implications: increased risk of freeze damage causing possible leaks. Recommendations: consult a plumber regarding upgrading hoses bibs to frost-free anti-siphon taps."
          },
          {
             "title":"Broken\/ missing valve handle",
             "text":"Broken\/ missing valve handle. Location: specify. Implications: inconvenience; no emergency shut off in the event of leak. Recommendations: have a qualified plumber repair\/ replace."
          }
       ]
    },
    {
        "cat_id":7,
        "sub_cat_id":18,
       "sub_cat_name":"Drain, Waste & Vent Piping",
       "narratives":[
          {
             "title":"Unvented",
             "text":"Unvented drain plumbing. Location: specify.  Implications: risk of trap-water siphoning which may allow sewer gasses to enter the living space; work may have been done by non-professional. Recommendations: have a qualified plumber repair. An air admittance valve (AAI) may be a cost effective, minimally invasive solution."
          },
          {
             "title":"Slow drain",
             "text":"Slow draining sink. Location: specify. Implications: nuisance; possible blockage. Recommendations: have the system serviced and cleaned by a qualified plumber."
          },
          {
             "title":"Inadequate slope",
             "text":"Inadequately sloped drainpipe. Location: specify. Implications: decreased function; potential blockages, slow drains, increased maintenance. Recommendations: contact a plumber to improve\/ repair as needed."
          },
          {
             "title":"Disconnected plumbing",
             "text":"Disconnected drain plumbing observed. Location: specify. Implications: high risk of leak. Water leaks may cause damage to contents, materials and structure. Recommendations: Recommendations: contact a plumber to improve\/ repair as needed."
          },
          {
             "title":"Non-permitted work",
             "text":"Substandard workmanship. We observe indication that some of the plumbing may have been installed by non-professional. Location: specify. Implications: possible non-permitted work; possible concealed defects; possible increased risk of leaks; water leaks may cause damage to contents, materials and structure. Recommendations: have further assessed by a qualified plumber; conduct a thorough permit background search; verify permits were taken out and closed."
          },
          {
             "title":"Substandard materials",
             "text":"Substandard or unconventional plumbing materials used. Location: specify. Implications: possible non-permitted work by non-professional; possible increased risk of leaks; water leaks may cause damage to contents, materials and structure. Recommendations: have a qualified plumber further asses and repair as needed."
          },
          {
             "title":"Dishwasher discharge improper",
             "text":"Dishwasher is discharging improperly into the sewer side of plumbing trap. Location: specify. Implications: sanitary and health issue; risk of back-siphon of gray water into the dish washer unit; potential for sewer gasses to enter the living space. Recommendations: have a qualified plumber repair as needed."
          },
          {
             "title":"Cast iron nearing end of life",
             "text":"Older cast iron drain pipes in service. Location: specify. Implications: cast iron drain pipes corrode from the inside as they age; cast iron drain pipes are considered to be at\/nearing end of expected service life with an inherent risk of leak, slow drains, clogs or backups. The material may also impact house insurance. Replacement may be expensive. Recommendations: inquire to insurance provider; contact a plumber for replacement costs."
          },
          {
             "title":"Cast iron corrosion\/seepage visible",
             "text":"Older cast iron drain pipes in service. Location: specify. Implications: cast iron drain pipes corrode from the inside as they age, are considered at\/nearing end of life with an inherent risk of leak, slow drains, clogs or backups. The material may also impact house insurance. Replacement may be expensive. Recommendations: Corrosion or seepage was visible at [specify]. Have a qualified plumber further assess, provide replacement costs and repair\/replace as needed. Inquire to insurance provider."
          },
          {
             "title":"Subgrade cast iron piping [scope due to age]",
             "text":"Subgrade sanitary piping is not visible and therefore beyond the scope of this inspection. Considering the age of the building, we advise conduct a camera scope inspection to determine its condition. Older cast iron sewer pipes become prone to failure as they age; replacement may be expensive."
          },
          {
             "title":"Vent stack too short [roof]",
             "text":"Plumbing vent appears too short. Location: visible form the roof top. Implications: plumbing vents which are too short in their above-roof projection can be blocked by snow and ice in freezing climates. Recommendations: where a vent pipe passes through a roof, it is recommended to be terminated not less than 6 inches above the roof. Have a qualified plumber improve."
          },
          {
             "title":"Cross connection [laundry discharge]",
             "text":"Laundry machine discharge into adjacent utility sink creates a cross-connection risk. Implications: potential gray water back-siphon and contamination of potable water system. Recommendations: have improved by a qualified plumber. Typically, the drain line discharge should be kept 1 inch above the flood line of the sink, or provide dedicated drain."
          },
          {
             "title":"Leak observed",
             "text":"Leak observed. Location: specify. Implications: leak is active now; water leaks may cause damage to contents, materials and structure. Recommendations: contact a qualified plumber to repair now."
          }
       ]
    },
    {
        "cat_id":7,
        "sub_cat_id":19,
       "sub_cat_name":"Ejector Pump",
       "narratives":[
          {
             "title":"No pump alarm visible",
             "text":"No visible pump failure alarm. Implications: no warning to occupants in the event of pump failure; waste may back-up or over-flow; water\/sewage back-up may cause damage to contents, materials and structure and is a health concern. Recommendations: contact a qualified plumber; install a pump-alarm."
          },
          {
             "title":"Not gas tight",
             "text":"Ejector pump does not appear gas tight. Implications: sewer gasses may enter the living space; health issue"
          },
          {
             "title":"Odor detected",
             "text":"Sewage odor was detected. Location: specify. Implications: the ejector pump may not be gas tight or possible venting issues. Sewer gasses entering the living space may have an adverse effect on human health. Recommendations: have a qualified plumber further review and repair as needed."
          }
       ]
    },
    {
        "cat_id":7,
        "sub_cat_id":20,
       "sub_cat_name":"Domestic Hot Water",
       "narratives":[
          {
             "title":"At or nearing end of life",
             "text":"Water heater is at or nearing end of expected service life. Location: specify. Implications: increased risk of leak; sudden failure; water leaks may damage contents, materials and structure. Recommendations: replace now as preventative maintenance. Contact a qualified plumber."
          },
          {
             "title":"Past expected service life",
             "text":"Water heater has past expected service life. Location: specify. Implications: risk of sudden leak; risk of sudden failure; water leaks may damage contents, materials and structure. Recommendations: contact a qualified plumber to replace now."
          },
          {
             "title":"Corrosion at tank",
             "text":"Corrosion on the hot water tank. Implications: risk of sudden leak; risk of sudden failure; water leaks may damage contents, materials and structure.  Recommendations: contact a qualified plumber to replace the water heater now."
          },
          {
             "title":"Corrosion at plumbing connections",
             "text":"Corrosion at water heater plumbing connections. Implications: risk of sudden leak; risk of sudden failure; water leaks may damage contents, materials and structure.  Recommendations: contact a qualified plumber to repair now."
          },
          {
             "title":"Leak observed",
             "text":"Leak observed at water heater. Implications: water leaks may damage contents, materials and structure. Recommendations: immediate attention and repair\/replacement are needed; renewal of water heater is recommended now; contact a qualified plumber now."
          },
          {
             "title":"No seismic straps",
             "text":"No seismic straps at water heater. Implications: potential to damage plumbing during seismic movement; risk of leak or failure during seismic movement. Recommendations: contact a qualified plumber; add seismic straps - typically, one strap at the top third of the tank, and one at the bottom third."
          },
          {
             "title":"No T&P discharge pipe",
             "text":"No discharge pipe at T&P valve (temperature pressure relief). T&P valve is a safety device that may suddenly expel super-heated water during a malfunction; risk of scalding. Recommendations: discharge pipe should discharge 6-12 inches from the floor; contact a qualified plumber to repair."
          },
          {
             "title":"No drain-pan or floor drain",
             "text":"No drain-pan under the tank, and no floor drain in the area. Implications: these items help to protect contents, materials and structure from moisture damage in the event of tank leak. Recommendations: contact a plumber to discuss options."
          },
          {
             "title":"Plastic piping clos to vent",
             "text":"Plastic piping in close proximity to exhaust vent. Implications: risk of leak\/failure due to thermal expansion of plastic piping. Recommendations: contact a qualified plumber to improve."
          },
          {
             "title":"Plastic piping close to draft hood",
             "text":"Plastic piping connected directly to tank. Implications: potential increased risk of leak or failure due to thermal expansion of plastic piping. Recommendations: typically, the first 12\/18 inches should consist of metallic plumbing. Contact a qualified plumber to discuss repairs."
          },
          {
             "title":"No expansion tank",
             "text":"No installed thermal expansion tank. Implications: heated water expands - an expansion tank helps to prevent damage to water heaters and plumbing system cause by excess pressure. Recommendations: expansion tanks are recommended particularly if the plumbing system is a 'closed-loop system' by either a check valve or a PRV. Consult a qualified plumber."
          },
          {
             "title":"Not accessed [strata property]",
             "text":"Domestic hot water is provided centrally. The equipment is located on strata property and was not accessed for inspection. Hot water was confirmed at strata unit taps during inspection and the system responded in the manner intended. Recommendations: refer to strata minutes and any depredation report on file for more information regarding domestic hot water."
          }
       ]
    },
    {
        "cat_id":8,
        "sub_cat_id":21,
       "sub_cat_name":"Principal Heat",
       "narratives":[
          {
             "title":"Nearing end of life furnace",
             "text":"Although operation at the time of inspection, this furnace is considered to be nearing the end of its expected service like. Implications: no heat; replacement may be expensive. Recommendations: have a heating specialist estimate the remaining life and \treplacement costs; anticipate replacement and budget accordingly."
          },
          {
             "title":"Nearing end of life boiler",
             "text":"Although operation at the time of inspection, this boiler is considered to be nearing the end of its expected service like. Implications: no heat; replacement may be expensive. Recommendations: have a heating specialist estimate the remaining life and \treplacement costs; anticipate replacement and budget accordingly."
          },
          {
             "title":"At or passed expected life furnace",
             "text":"Although operation at the time of inspection, this furnace has reached, or has passed, the end of its expected service like. Implications: no heat; replacement may be expensive. Recommendations: have a heating specialist estimate replacement costs; anticipate replacement and budget accordingly."
          },
          {
             "title":"At or passed expected life boiler",
             "text":"Although operation at the time of inspection, this boiler has reached, or has passed, the end of its expected service like. Implications: no heat; replacement may be expensive. Recommendations: have a heating specialist estimate replacement costs; anticipate replacement and budget accordingly."
          },
          {
             "title":"Unresponsive furnace",
             "text":"Furnace system did not respond normal operating controls. Implications: no heat; replacement or repair may be expensive. Recommendations: have a heating specialist service and repair as needed; estimate replacement costs; replacement may be required."
          },
          {
             "title":"Heat exchanger age",
             "text":"Older furnace heat exchanger. Implications: as a furnaces’ heat exchanger ages, corrosion may develop which can perforated the heat exchanger. Perforations in the heat exchanger may allow flue gasses to enter living spaces. This is a life safety issue. Recommendations: have a heating specialist service the unit and examine the heat exchanger."
          },
          {
             "title":"No heat source",
             "text":"Space with no heat source. Location: specify. Implications: discomfort; no heat. Recommendations: contact a qualified heating specialist for options and costs estimates to add a heat source."
          },
          {
             "title":"Baseboard heater loose",
             "text":"Loose electric baseboard heater. Location: specify. Implications: fire or shock hazard. Recommendations: have repaired by a qualified technician."
          },
          {
             "title":"Baseboard heater damaged",
             "text":"Baseboard heater is damaged. Location: specify. Implications: reduced efficiency; safety issue. Recommendations: have repaired or replaced by a qualified heating technician."
          },
          {
             "title":"Asbestos duct wrap",
             "text":"Observed possible asbestos containing duct wrap, typical for the period. Location: heating ducts, floor registers. Implications: health issue when disturbed and inhaled. Recommendations: do not disturb the material; experts often recommend taping over and entomb the product. Contact a qualified expert prior to any tampering with the materials."
          },
          {
             "title":"Asbestos pipe wrap",
             "text":"Observed possible asbestos containing pipe wrap\/insulation, typical for the period. Location: heating pipes. Implications: health issue when disturbed and inhaled. Recommendations: do not disturb the material. Contact a qualified expert prior to any tampering with the materials and prior to subject removal."
          },
          {
             "title":"Corrosion to hydronic system",
             "text":"Corrosion to hydronic system. Location: specify. Implications: corrosion presents a risk of leak; water leaks may cause damage to contents, materials or structure; replacement of affected piping may be expensive. Recommendations: consult a qualified plumber or heating specialist regarding the condition of piping and possible replacement costs."
          },
          {
             "title":"Kitec plumbing",
             "text":"Kitec plumbing was visible. Location: specify. Implications: Kitec piping has a history of failing; subject to past class action law suit; water leaks may damage contents, materials and structure; re-piping may be expensive. Recommendations: consult a qualified plumber or heating specialist to further evaluate the piping and assess possible replacement. Visit www.kitecsettlement.com."
          },
          {
             "title":"Ducts not insulated",
             "text":"Uninsulated ducts passing though unconditioned space. Location: specify. Implications: energy loss; may lead to condensation issues and corrosion of the ducting. Recommendations: have a qualified heating technician insulate the ducts."
          },
          {
             "title":"Duct is disconnected or loose",
             "text":"Loose\/ disconnected heating duct. Location: specify. Implications: heat may not be directed to intended space; discomfort. Recommendations: have repaired by a qualified heating technician."
          },
          {
             "title":"Duct corrosion",
             "text":"Corrosion to heating ducts noted. Location: specify. Implications: corrosion may cause perforations to the ducting; heat may not be directed to intended space; discomfort; replacement of affected ducting may be expensive. Recommendations: have a qualified heating specialist asses the condition of the ducting and assess possible replacement."
          },
          {
             "title":"Ducts shared between units",
             "text":"Heating ducts shared between units. Implications: possible nonconforming suite; fire may spread rabidly between units in the event of a fire; heating may be controllable from only one unit; building authorities typically place provision that prohibit the sharing of heating ducts across units. Recommendations: consult a heating specialist; verify permits were taken out and closed."
          },
          {
             "title":"Ducts are dirty",
             "text":"Dirty air ducts noted at the return plenum, return air ductwork often accumulates dust, dirt or debris. Implications: may result in increased maintenance needs; reduced performance and efficiency; reduced air quality. Recommendations: cleaning of air ducts by qualified service personnel upon occupancy."
          },
          {
             "title":"Ceiling radiant heat",
             "text":"Ceiling panel radiant heat. Location: specify. Implications: this is an older type of system that is no longer commonly used, and of the homes that had electric radiant ceiling heat, most have discontinued its use due to inefficiencies or failure. Recommendations: the system was operated by using normal house owner controls, but due to their confined nature, we could not confirm that all sections responded. Inquire to seller for performance history and operational status."
          },
          {
             "title":"Condenser unit not level",
             "text":"Condenser unit is not placed in a level manner. Location: exterior condenser unit. Implications: may adversely affect compressor lubrication and operation; may shorten the life of system. Recommendations: have a heating specialist assess and improve if needed."
          },
          {
             "title":"Oil tank scan [abandoned oil lines]",
             "text":"Abandoned oil lines indicate the home was once heated with oil fuel. Location: specify. Implications: homes of this period commonly utilized underground oil storage tanks. Implications: underground storage tanks pose a risk of leak and environmental contamination; tank and contaminated soils may be very expensive to remove; possible insurance issue. Recommendations: obtain documentation from owner showing tank removal or appropriate company warranting that no tank has been detected; conduct a thorough scan of the property for the presence of any buried oil tanks prior to closing."
          },
          {
             "title":"Oil tank scan [evidence of past system]",
             "text":"We observed evidence to indicate that this home may have once used oil fuel. Location: specify. Implications: homes of this period commonly utilized underground oil storage tanks. Implications: underground storage tanks pose a risk of leak and environmental contamination; tank and contaminated soils may be very expensive to remove; possible insurance issue. Recommendations: obtain documentation from owner showing tank removal or appropriate company warranting that no tank has been detected; have a qualified specialist conduct a thorough scan of the property for the presence of any buried oil tanks prior to closing."
          },
          {
             "title":"Oil tank scan [based on age]",
             "text":"Oil tank property scan recommended. Homes of this period commonly utilized underground oil storage tanks. Implications: underground storage tanks pose a risk of leak and environmental contamination; tank and contaminated soils may be very expensive to remove; possible insurance issue. Recommendations: obtain documentation from owner showing tank removal or appropriate company warranting that no tank has been detected; have a qualified specialist conduct a thorough scan of the property for the presence of any buried oil tanks prior to closing."
          },
          {
             "title":"Service the furnace",
             "text":"Have a heating technician perform routine servicing of the furnace upon occupancy to help ensure safe and efficient ongoing function. Have the air ducts cleaned to help improve indoor air quality. Replace the furnace filter at the beginning of each new heating season and subsequently as needed, typically monthly during periods of continuous use."
          },
          {
             "title":"Service the boiler",
             "text":"Have a heating technician perform routine servicing and cleaning of the boiler upon occupancy, and subsequently as per manufacture’s recommendations. This is to help ensure safe and efficient ongoing function."
          },
          {
             "title":"Service and clean the air ducts",
             "text":"Cleaning of the air ducts recommended. Air ducts often accumulate dust, dirt or debris which may affect system performance, efficiency and air quality. Recommendations: have air ducts cleaned by qualified service professional upon occupancy."
          },
          {
             "title":"Not accessed [strata property]",
             "text":"Principal heat for the unit is provided centrally. The equipment is located on strata property and was not accessed for inspection. Space heating was operated at the strata unit using normal operating controls, and the system responded in the manner intended. Recommendations: refer to strata minutes and any depredation report on file for more information regarding building heat."
          }
       ]
    },
    {
        "cat_id":8,
        "sub_cat_id":22,
       "sub_cat_name":"Supplementary Heat",
       "narratives":[
          {
             "title":"Nearing end-of-life gas fireplace",
             "text":"Although operation at the time of inspection, this fireplace is considered to be nearing the end of its expected service like. Implications: no heat; replacement may be expensive. Recommendations: have a heating specialist estimate the remaining life and replacement costs; anticipate replacement and budget accordingly."
          },
          {
             "title":"Unresponsive gas fireplace",
             "text":"Gas fireplace did not respond to normal operating controls; the cause could not be determined. Location: specify. Implications: servicing, repair or potential replacement may be needed. Recommendations: have a qualified heating technician further review and repair as needed."
          },
          {
             "title":"Unresponsive electric fireplace",
             "text":"Electric fireplace did not respond to normal operating controls; the cause could not be determined. Location: specify. Implications: repair or potential replacement may be needed. Recommendations: have a qualified heating technician further review and repair as needed."
          },
          {
             "title":"Cracked glass at gas fireplace",
             "text":"Cracked glass at gas fireplace noted. Location: specify. Implications: safety issue; cosmetic issue. Recommendations: have glass front replaced by qualified heating technician prior to use."
          },
          {
             "title":"Dirty glass at gas fireplace",
             "text":"Dirty, cloudy glass front at gas fireplace. Implications: normal repeated use causes condensation which may dirty the glass; over time the glass may be permanently etched; cleaning may yield desirable results or replacement of the glass may be needed. Recommendations: have the glass removed and cleaned (or replaced) by qualified heating technician."
          },
          {
             "title":"Damaged electric fireplace",
             "text":"Damage to electric fireplace noted. Location: specify. Implications: operational issues; cosmetic issue. Recommendations: have repaired or replaced by qualified heating technician."
          },
          {
             "title":"No remote found",
             "text":"Inquire to seller for the whereabouts of any handheld remote as we did not locate one."
          },
          {
             "title":"Nearing end of life furnace",
             "text":"Although operation at the time of inspection, this furnace is considered to be nearing the end of its expected service like. Implications: no heat; replacement may be expensive. Recommendations: have a heating specialist estimate the remaining life and \treplacement costs; anticipate replacement and budget accordingly."
          },
          {
             "title":"Nearing end of life boiler",
             "text":"Although operation at the time of inspection, this boiler is considered to be nearing the end of its expected service like. Implications: no heat; replacement may be expensive. Recommendations: have a heating specialist estimate the remaining life and \treplacement costs; anticipate replacement and budget accordingly."
          },
          {
             "title":"At or passed expected life furnace",
             "text":"Although operation at the time of inspection, this furnace has reached, or has passed, the end of its expected service like. Implications: no heat; replacement may be expensive. Recommendations: have a heating specialist estimate replacement costs; anticipate replacement and budget accordingly."
          },
          {
             "title":"At or passed expected life boiler",
             "text":"Although operation at the time of inspection, this boiler has reached, or has passed, the end of its expected service like. Implications: no heat; replacement may be expensive. Recommendations: have a heating specialist estimate replacement costs; anticipate replacement and budget accordingly."
          },
          {
             "title":"Unresponsive furnace",
             "text":"Furnace system did not respond normal operating controls. Implications: no heat; replacement or repair may be expensive. Recommendations: have a heating specialist service and repair as needed; estimate replacement costs; replacement may be required."
          },
          {
             "title":"Heat exchanger age",
             "text":"Older furnace heat exchanger. Implications: as a furnaces’ heat exchanger ages, corrosion may develop which can perforated the heat exchanger. Perforations in the heat exchanger may allow flue gasses to enter living spaces. This is a life safety issue. Recommendations: have a heating specialist service the unit and examine the heat exchanger."
          },
          {
             "title":"No heat source",
             "text":"Space with no heat source. Location: specify. Implications: discomfort; no heat. Recommendations: contact a qualified heating specialist for options and costs estimates to add a heat source."
          },
          {
             "title":"Baseboard heater loose",
             "text":"Loose electric baseboard heater. Location: specify. Implications: fire or shock hazard. Recommendations: have repaired by a qualified technician."
          },
          {
             "title":"Baseboard heater damaged",
             "text":"Baseboard heater is damaged. Location: specify. Implications: reduced efficiency; safety issue. Recommendations: have repaired or replaced by a qualified heating technician."
          },
          {
             "title":"Asbestos duct wrap",
             "text":"Observed possible asbestos containing duct wrap, typical for the period. Location: heating ducts, floor registers. Implications: health issue when disturbed and inhaled. Recommendations: do not disturb the material; experts often recommend taping over and entomb the product. Contact a qualified expert prior to any tampering with the materials."
          },
          {
             "title":"Asbestos pipe wrap",
             "text":"Observed possible asbestos containing pipe wrap\/insulation, typical for the period. Location: heating pipes. Implications: health issue when disturbed and inhaled. Recommendations: do not disturb the material. Contact a qualified expert prior to any tampering with the materials and prior to subject removal."
          },
          {
             "title":"Corrosion to hydronic system",
             "text":"Corrosion to hydronic system. Location: specify. Implications: corrosion presents a risk of leak; water leaks may cause damage to contents, materials or structure; replacement of affected piping may be expensive. Recommendations: consult a qualified plumber or heating specialist regarding the condition of piping and possible replacement costs."
          },
          {
             "title":"Kitec plumbing",
             "text":"Kitec plumbing was visible. Location: specify. Implications: Kitec piping has a history of failing; subject to past class action law suit; water leaks may damage contents, materials and structure; re-piping may be expensive. Recommendations: consult a qualified plumber or heating specialist to further evaluate the piping and assess possible replacement. Visit www.kitecsettlement.com."
          },
          {
             "title":"Ducts not insulated",
             "text":"Uninsulated ducts passing though unconditioned space. Location: specify. Implications: energy loss; may lead to condensation issues and corrosion of the ducting. Recommendations: have a qualified heating technician insulate the ducts."
          },
          {
             "title":"Duct is disconnected or loose",
             "text":"Loose\/ disconnected heating duct. Location: specify. Implications: heat may not be directed to intended space; discomfort. Recommendations: have repaired by a qualified heating technician."
          },
          {
             "title":"Duct corrosion",
             "text":"Corrosion to heating ducts noted. Location: specify. Implications: corrosion may cause perforations to the ducting; heat may not be directed to intended space; discomfort; replacement of affected ducting may be expensive. Recommendations: have a qualified heating specialist asses the condition of the ducting and assess possible replacement."
          },
          {
             "title":"Ducts shared between units",
             "text":"Heating ducts shared between units. Implications: possible nonconforming suite; fire may spread rabidly between units in the event of a fire; heating may be controllable from only one unit; building authorities typically place provision that prohibit the sharing of heating ducts across units. Recommendations: consult a heating specialist; verify permits were taken out and closed."
          },
          {
             "title":"Ducts are dirty",
             "text":"Dirty air ducts noted at the return plenum, return air ductwork often accumulates dust, dirt or debris. Implications: may result in increased maintenance needs; reduced performance and efficiency; reduced air quality. Recommendations: cleaning of air ducts by qualified service personnel upon occupancy."
          },
          {
             "title":"Ceiling radiant heat",
             "text":"Ceiling panel radiant heat. Location: specify. Implications: this is an older type of system that is no longer commonly used, and of the homes that had electric radiant ceiling heat, most have discontinued its use due to inefficiencies or failure. Recommendations: the system was operated by using normal house owner controls, but due to their confined nature, we could not confirm that all sections responded. Inquire to seller for performance history and operational status."
          },
          {
             "title":"Condenser unit not level",
             "text":"Condenser unit is not placed in a level manner. Location: exterior condenser unit. Implications: may adversely affect compressor lubrication and operation; may shorten the life of system. Recommendations: have a heating specialist assess and improve if needed."
          },
          {
             "title":"Oil tank scan [abandoned oil lines]",
             "text":"Abandoned oil lines indicate the home was once heated with oil fuel. Location: specify. Implications: homes of this period commonly utilized underground oil storage tanks. Implications: underground storage tanks pose a risk of leak and environmental contamination; tank and contaminated soils may be very expensive to remove; possible insurance issue. Recommendations: obtain documentation from owner showing tank removal or appropriate company warranting that no tank has been detected; conduct a thorough scan of the property for the presence of any buried oil tanks prior to closing."
          },
          {
             "title":"Oil tank scan [evidence of past system]",
             "text":"We observed evidence to indicate that this home may have once used oil fuel. Location: specify. Implications: homes of this period commonly utilized underground oil storage tanks. Implications: underground storage tanks pose a risk of leak and environmental contamination; tank and contaminated soils may be very expensive to remove; possible insurance issue. Recommendations: obtain documentation from owner showing tank removal or appropriate company warranting that no tank has been detected; have a qualified specialist conduct a thorough scan of the property for the presence of any buried oil tanks prior to closing."
          },
          {
             "title":"Oil tank scan [based on age]",
             "text":"Oil tank property scan recommended. Homes of this period commonly utilized underground oil storage tanks. Implications: underground storage tanks pose a risk of leak and environmental contamination; tank and contaminated soils may be very expensive to remove; possible insurance issue. Recommendations: obtain documentation from owner showing tank removal or appropriate company warranting that no tank has been detected; have a qualified specialist conduct a thorough scan of the property for the presence of any buried oil tanks prior to closing."
          },
          {
             "title":"Service the furnace",
             "text":"Have a heating technician perform routine servicing of the furnace upon occupancy to help ensure safe and efficient ongoing function. Have the air ducts cleaned to help improve indoor air quality. Replace the furnace filter at the beginning of each new heating season and subsequently as needed, typically monthly during periods of continuous use."
          },
          {
             "title":"Service the boiler",
             "text":"Have a heating technician perform routine servicing and cleaning of the boiler upon occupancy, and subsequently as per manufacture’s recommendations. This is to help ensure safe and efficient ongoing function."
          },
          {
             "title":"Service and clean the air ducts",
             "text":"Cleaning of the air ducts recommended. Air ducts often accumulate dust, dirt or debris which may affect system performance, efficiency and air quality. Recommendations: have air ducts cleaned by qualified service professional upon occupancy."
          },
          {
             "title":"Not accessed [strata property]",
             "text":"Principal heat for the unit is provided centrally. The equipment is located on strata property and was not accessed for inspection. Space heating was operated at the strata unit using normal operating controls, and the system responded in the manner intended. Recommendations: refer to strata minutes and any depredation report on file for more information regarding building heat."
          }
       ]
    },
    {
        "cat_id":8,
        "sub_cat_id":23,
       "sub_cat_name":"Fuel Storage",
       "narratives":[
          {
             "title":"Corrosion to oil tank",
             "text":"Corrosion to oil tank noted. Location: specify. Implications: corrosion may perforate the tank and increase the risk of leaks; possible insurance issue; insurance providers may require replacement approximately every 10 years. Recommendations: inquire to insurance provider regarding insurability; paint the tank to reduce further corrosion and to prolong the life of the tank."
          },
          {
             "title":"Exterior oil tank older than 10 years",
             "text":"Regarding the age of the exterior oil tank, insurance providers may require replacement approximately every 10 years. Recommendations: inquire to insurance provider regarding insurability."
          },
          {
             "title":"Data not visible\/ legible",
             "text":"Oil tank data not visible\/legible. Location: specify. Implications: we could not determine the date of manufacture and other data; house insurance providers may require exterior oil tanks to be replaced approximately every 10 years and other data. Recommendations: inquire to the seller for data; consult your insurance provider."
          },
          {
             "title":"Oil tank scan [abandoned oil lines]",
             "text":"Abandoned oil lines indicate the home was once heated with oil fuel. Location: specify. Implications: homes of this period commonly utilized underground oil storage tanks. Implications: underground storage tanks pose a risk of leak and environmental contamination; tank and contaminated soils may be very expensive to remove; possible insurance issue. Recommendations: obtain documentation from owner showing tank removal or appropriate company warranting that no tank has been detected; conduct a thorough scan of the property for the presence of any buried oil tanks prior to closing."
          },
          {
             "title":"Oil tank scan [evidence of past system]",
             "text":"We observed evidence to indicate that this home may have once used oil fuel. Location: specify. Implications: homes of this period commonly utilized underground oil storage tanks. Implications: underground storage tanks pose a risk of leak and environmental contamination; tank and contaminated soils may be very expensive to remove; possible insurance issue. Recommendations: obtain documentation from owner showing tank removal or appropriate company warranting that no tank has been detected; have a qualified specialist conduct a thorough scan of the property for the presence of any buried oil tanks prior to closing."
          },
          {
             "title":"Oil tank scan [based on age]",
             "text":"Oil tank property scan recommended. Homes of this period commonly utilized underground oil storage tanks. Implications: underground storage tanks pose a risk of leak and environmental contamination; tank and contaminated soils may be very expensive to remove; possible insurance issue. Recommendations: obtain documentation from owner showing tank removal or appropriate company warranting that no tank has been detected; have a qualified specialist conduct a thorough scan of the property for the presence of any buried oil tanks prior to closing."
          },
          {
             "title":"Interior installed tanks",
             "text":"Interior installed oil tank. Location: specify. Implications: possible house insurance issue; fire hazard; many insurance providers require interior tanks to be relocated to the exterior; removal and or relocation may be needed and may be expensive. Recommendations: inquire to insurance provider; consult a qualified heating specialist."
          },
          {
             "title":"Propane tank, inquire re: ownership",
             "text":"Propane tank ownership is unknown. Inquire to seller regarding propane tank ownership vs lease information."
          }
       ]
    },
    {
        "cat_id":8,
        "sub_cat_id":24,
       "sub_cat_name":"Wood Burning Fireplaces",
       "narratives":[
          {
             "title":"Creosote buildup",
             "text":"Creosote accumulation noted. Location: specify. Implications: creosote is flammable and presents a fire hazard. Recommendations: fire officials typically recommend that not more than 1\/8 inch of creosote be permitted to accumulate before cleaning and removal. Have the chimney flue cleaned and swept prior to use."
          },
          {
             "title":"Un-lined flue",
             "text":"Unlined chimney flue noted, typical for the period (pre-1950’s). Implications: unsafe for regular wood burning; fire hazard; house insurance issues. Recommendations: withhold from use; inquire to insurance provider; consult a chimney contractor regarding the addition of a chimney liner prior to use."
          },
          {
             "title":"Flue liner not determined",
             "text":"Limitation - We could not determine weather of not the chimney flue is lined. Homes if this period (pre-1950’s) did not typically have chimney flue liners installed originally. Implications: unlined flues are unsafe for regular wood burning; fire hazard; house insurance issues. Recommendations: withhold from use; inquire to seller for more information; further inspection recommended."
          },
          {
             "title":"WETT inspection recommended",
             "text":"House insurance companies will typically require a separate ‘WETT inspection’ report (Wood Energy Technology Transfer), provided by a certified WETT inspector, prior to insuring. Recommendations: contact a qualified WETT inspector to perform such inspection, and consult your insurance provider prior to closing."
          },
          {
             "title":"Refer to WETT, provided by other",
             "text":"Wood burning appliances were not inspected. Please refer to WETT inspection report provided by other, for information concerning the wood burning appliance(s)."
          },
          {
             "title":"Refer to separate WETT report",
             "text":"Please refer to WETT inspection report provided separately, for information concerning the wood burning appliance(s)."
          },
          {
             "title":"Firebox, minor cracks typical",
             "text":"Minor cracks to the firebox liner noted. Location: specify. Implications: these are inherently common and do not normally indicate a major issue. Recommendations: have a chimney contractor patch and repair as needed, prior to use, for improve safety."
          },
          {
             "title":"Firebox poor condition",
             "text":"Fireplace interior firebox is in poor, damaged condition. We observed cracked, loose and crumbling bricks. Location: specify. Implications: weakened fireplace structure; fire hazard; unsafe for regular wood burning. Recommendations: abstain from use; have a qualified chimney contractor further assess and repair as needed prior to any use."
          },
          {
             "title":"Firebox rust\/corrosion minor",
             "text":"Minor rust and corrosion to interior metal firebox observed. Location: specify. Implications: corrosion may develop into major issues if left untreated; corrosion may develop into perforations to the metal firebox, which may allow dangerous flue gasses to enter the living space. Recommendations: eliminate any source of moisture; have a qualified heating technician further review the condition of the system and if needed, provide repair\/ replacement costs."
          },
          {
             "title":"Firebox rust\/corrosion significant",
             "text":"Rust and corrosion to interior metal firebox observed. Location: specify. Implications: corrosion may develop into perforations to the metal firebox, which may allow dangerous flue gasses to enter the living space; safety issue. Recommendations: eliminate any source of moisture; have a qualified heating technician review the condition of system and if needed, provide replacement costs."
          },
          {
             "title":"Ember pad undersized",
             "text":"Ember-pad is undersized, inadequate noncombustible flooring. Location: specify. Implications: fire hazard; nonconforming installation. Recommendations: noncombustible ember pad\/flooring is recommended to extent not less than 16 inches in front of fireplaces. Contact a heating contractor to repair prior to use."
          },
          {
             "title":"Ember pad damaged",
             "text":"Ember pad\/ hearth shows signs of damage. Location: specify. Implications: potential fire hazard. Recommendations: have repaired by qualified personnel."
          },
          {
             "title":"Ember pad grout needed",
             "text":"Missing or deteriorated grout noted at ember pad area. Implications: potential fire hazard. Recommendations: have improved and repaired as needed by qualified personnel."
          },
          {
             "title":"Limitation, no access",
             "text":"Access to fireplace was obstructed. Location: specify. Implications: we could not access to inspect the fireplace; condition unknown; possible concealed conditions. Recommendations: further inspection is recommended."
          },
          {
             "title":"Factory-built FP, certification not visible",
             "text":"Factory-built fireplace certification label not visible\/legible, we could not determine the unit’s clearance to combustible requirements. Recommendations: obtain appliance documentation, installation manual. House insurance companies often require a separate ‘WETT inspection’ report (Wood Energy Technology Transfer), provided by a certified WETT inspector, prior to insuring. Contact a qualified WETT inspector to perform such inspection, and consult your insurance provider prior to closing."
          }
       ]
    },
    {
        "cat_id":8,
        "sub_cat_id":25,
       "sub_cat_name":"Wood Burning Stoves",
       "narratives":[
          {
             "title":"Creosote buildup",
             "text":"Creosote accumulation noted. Location: specify. Implications: creosote is flammable and presents a fire hazard. Recommendations: fire officials typically recommend that not more than 1\/8 inch of creosote be permitted to accumulate before cleaning and removal. Have the chimney flue cleaned and swept prior to use."
          },
          {
             "title":"Un-lined flue",
             "text":"Unlined chimney flue noted, typical for the period (pre-1950’s). Implications: unsafe for regular wood burning; fire hazard; house insurance issues. Recommendations: withhold from use; inquire to insurance provider; consult a chimney contractor regarding the addition of a chimney liner prior to use."
          },
          {
             "title":"Flue liner not determined",
             "text":"Limitation - We could not determine weather of not the chimney flue is lined. Homes if this period (pre-1950’s) did not typically have chimney flue liners installed originally. Implications: unlined flues are unsafe for regular wood burning; fire hazard; house insurance issues. Recommendations: withhold from use; inquire to seller for more information; further inspection recommended."
          },
          {
             "title":"WETT inspection recommended",
             "text":"House insurance companies will typically require a separate ‘WETT inspection’ report (Wood Energy Technology Transfer), provided by a certified WETT inspector, prior to insuring. Recommendations: contact a qualified WETT inspector to perform such inspection, and consult your insurance provider prior to closing."
          },
          {
             "title":"Refer to WETT, provided by other",
             "text":"Wood burning appliances were not inspected. Please refer to WETT inspection report provided by other, for information concerning the wood burning appliance(s)."
          },
          {
             "title":"Refer to separate WETT report",
             "text":"Please refer to WETT inspection report provided separately, for information concerning the wood burning appliance(s)."
          },
          {
             "title":"Rust\/ corrosion to unit",
             "text":"Rust and corrosion to wood stove. This unit is in overall poor condition. Implications: unsafe for regular wood burning; fire hazard; the unit may not conform to current emission requirements and may not pass a WETT inspection for insurance purposes. Recommendations: abstain from use; consult a qualified installer or certified WETT inspector regarding the unit’s condition and possible replacement costs prior to use."
          },
          {
             "title":"Rust\/ corrosion to flue pipe",
             "text":"Rust and corrosion to flue pipe noted. Location: specify. Implications: safety hazard; corrosion may develop perforations in the flue vent which may allow dangerous flue gasses to enter the living space. Recommendations: abstain from use; have a qualified installer review the condition and replace as needed."
          },
          {
             "title":"Flue pipe inadequate fasteners",
             "text":"Inadequate fasteners at flue pipe connections. Implications: risk of displacement; life safety issue. Recommendations: each joint should be secured with at least three screws; consult a qualified WETT inspector or installer."
          },
          {
             "title":"Flue pipe excessive elbows",
             "text":"Excessive number of elbows at flue pipe. Location: specify. Implications: may adversely affect draft; risk of back drafting dangerous flue gasses into the living space; increase in resistance which may accumulate flammable creosote substance. Recommendations: flue pipe should typically not have more than two 90° elbows. Have a qualified installer further assess and make the necessary repairs."
          },
          {
             "title":"Ember pad undersized",
             "text":"Ember-pad is undersized, inadequate noncombustible flooring. Location: specify. Implications: fire hazard; nonconforming installation. Recommendations: noncombustible ember pad\/flooring is recommended to extent not less than 18 inches in front of wood stoves. Contact a qualified installer to repair prior to use."
          },
          {
             "title":"Ember pad damaged",
             "text":"Ember pad\/ hearth shows signs of damage. Location: specify. Implications: potential fire hazard. Recommendations: have repaired by qualified personnel."
          },
          {
             "title":"Ember pad grout needed",
             "text":"Missing or deteriorated grout noted at ember pad area. Implications: potential fire hazard. Recommendations: have improved and repaired as needed by qualified personnel."
          },
          {
             "title":"Clearance inadequate",
             "text":"Inadequate clearance to combustibles, the unit does not appear to meet clearances requirements. Location: specify. Implications: fire hazard; pyrolysis to adjacent combustibles occurs, the process under which wood becomes more readily combustible; house insurance issues; substandard installation; improvements or repairs may be expensive. Recommendations: contact a qualified WETT inspector and consult your insurance provider prior to closing."
          },
          {
             "title":"Limitation, no access",
             "text":"Access to wood stove was obstructed. Location: specify. Implications: we could not access to properly inspect the stove; limitation. Recommendations: further inspection is recommended."
          },
          {
             "title":"Substandard installation",
             "text":"We observed indication to suggest that this unit was not installed by qualified professional. Location: specify. Implications: does not comply with installation requirements; insurance issue; safety and fire hazard. Recommendations: qualified installer to further asses and determined scope of repair and costs prior to use."
          },
          {
             "title":"Certification not visible",
             "text":"Certification label not present, unit does not have a label from a listed testing agency to show clearance to combustible requirements. Recommendations: obtain appliance documentation from seller. House insurance companies often require a separate WETT inspection report (Wood Energy Technology Transfer), provided by a certified WETT inspector, prior to insuring. Contact a qualified WETT inspector to perform such inspection, and consult your insurance provider prior to closing."
          },
          {
             "title":"Certification not legible",
             "text":"Certification label not visible\/legible, we could not determine the unit’s clearance to combustible requirements. Recommendations: obtain appliance documentation. House insurance companies will typically require a separate ‘WETT inspection’ report (Wood Energy Technology Transfer), provided by a certified WETT inspector, prior to insuring. Recommendations: contact a qualified WETT inspector to perform such inspection, and consult your insurance provider prior to closing."
          }
       ]
    },
    {
        "cat_id":9,
        "sub_cat_id":26,
       "sub_cat_name":"Attics",
       "narratives":[
          {
             "title":"Vermiculite",
             "text":"Possible asbestos containing vermiculite insulation visible. Location: the attic floor. Implications: health issue; removal will be expensive. Recommendations: If there are no plans to disturb this insulation, WorkSafe BC allows it to remain in place. If any renovations etc. are going to disturb the vermiculite insulation, it will have to be removed following WorkSafe BC guidelines. Recommendations: have qualified personnel further evaluated and provide removal costs prior to closing."
          },
          {
             "title":"Hatch, no air-seal",
             "text":"Attic hatch is not provided with an air-seal. Location: specify. Implications: energy loss; air leakage into the attic; air leakage may elevate humidity levels in attic spaces; elevated humidity levels may lead to condensation related issues including wood deterioration or mould. Recommendations: add an air seal to the attic hatch."
          },
          {
             "title":"Hatch, not insulated",
             "text":"Attic hatch is not insulated. Location: specify. Implications: energy loss; potential condensation related issues. Recommendations: insulate the attic hatch; ensure that R-value meets or exceeds surrounding insulation levels."
          },
          {
             "title":"Hatch, no air-seal, not insulated",
             "text":"Attic hatch is not insulated nor is it provided with air-seal. Location: specify. Implications: energy loss; air leakage into the attic; air leakage may elevate humidity levels in attic spaces; elevated humidity levels may lead to condensation related issues including wood deterioration or mould. Recommendations: insulate and air-seal the hatch."
          },
          {
             "title":"Hatch insulation not fastened",
             "text":"Attic hatch insulation is not mechanically fastened to the hatch. Location: specify. Implications: energy loss; insulation is easily displaced. Recommendations: permanently attach insulation to the attic access hatch to avoid displacement."
          },
          {
             "title":"Exhaust ducts not insulated",
             "text":"Exhaust duct is not insulated. Location: specify. Implications: exhaust ducts passing through attic spaces should be insulated to help prevent condensation inside and outside of the ducts and potential drips back into the living space. Recommendations: have a qualified insulation contactor or heating specialist insulate exhaust ducts as needed."
          },
          {
             "title":"Exhaust duct venting into attic",
             "text":"Exhaust duct is venting into the attic space. Location: appears to be the specify exhaust duct. Implications: exhausting warm, moisture laden air into cold attic spaces presents a risk condensation relate issues including wood rot, damp insulation and mould. Recommendations: have a qualified contractor repair; discharge to the outdoors."
          },
          {
             "title":"Exhaust discharge into soffit",
             "text":"Exhaust duct is discharging into soffit area. Location: specify. Implications: warm, moisture laden air may be drawn back into attic the space which present a risk of condensation related issues including wood rot, damp insulation and mould. Recommendations: have a qualified contractor improve\/repair; establish positive discharge to the outdoors."
          },
          {
             "title":"Air-ducts not insulated [HVAC]",
             "text":"Air ducts exposed or not adequality insulated. Location: specify. Implications: air ducts passing unconditioned spaces should be insulated to help prevent condensation related issues and reduce energy loss. Recommendations: have a qualified insulation contactor or heating specialist insulate air ducts as needed."
          },
          {
             "title":"Ventilation [intake vents not visible]",
             "text":"We could not confirm the presence of attic intake ventilation. Location: intake vents are typically located at under eave soffit area. Implications: under-ventilated attic spaces may lead to elevated humidity; moisture condensation related issues; heat buildup may shorten the life of the roof covering. Recommendations: there may be a need to increase ventilation. Contact and further consult a qualified contractor."
          },
          {
             "title":"Ventilation inadequate",
             "text":"Ventilation improvement may be needed. Location: attic space. Implications: under-ventilated attic spaces may lead to elevated humidity levels and condensation related issues including wood rot or mould; heat buildup may also shorten the life of the roof covering. Recommendations: there may be a need to increase ventilation. Contact and further consult a qualified contractor."
          },
          {
             "title":"Discoloured sheathing [isolated]",
             "text":"Minor discoloration to roof sheathing noted. Location: specify. Implications: possible air leakage from living space into the attic. Warm, moisture-laden air leaking into cold attic spaces presents a risk condensation relate issues including wood rot and mould. Recommendations: have qualified personnel determine the cause and repair as needed."
          },
          {
             "title":"Discoloured sheathing [minor]",
             "text":"Minor roof sheathing discoloration noted. Location: attic. Implications: indicates elevated humidity levels; if left unchecked, may lead to the growth of spores; condensation or mould may lead to damaged materials or structure. Recommendations: attention to air sealing and controlling of humidity levels; remediation specialist recommended to determine the cause and to provide the scope of work to remediate prior to closing. Further attention recommended."
          },
          {
             "title":"Discoloured sheathing [throughout]",
             "text":"Roof sheathing discoloration noted. Location: attic. Implications: possible spore growth; attic space appears to have been subject to elevated humidity levels; potential health issue; humidity or mould may damage materials\/structure; remediation may be expensive. Recommendations: mould or indoor air quality\/remediation specialist recommended to determine the cause and to provide the scope of work to remediate prior to closing. Further attention recommended."
          },
          {
             "title":"No vapour barrier",
             "text":"No vapour barrier visible at attic floor. Location: spot checked adjacent to access hatch. Homes of this period did not typically utilize vapour barrier and insulation: Implications: the absence of vapour barrier increases the risk of condensation related issues as moisture laden air leaks into cold insulated cavities. Recommendations: consult an insulation contractor; consult a painting contractor regarding applying low-vapour-permeable paint at next interior paint application."
          },
          {
             "title":"Rodent disturbed insulation",
             "text":"Attic insulation appears to have been disturbed by rodents. Location: throughout. Implications: possible rodents in the home now (could not determine); remediation and replacement of contaminated insulation may be needed and may be expensive; potential health issue; reduced effectiveness of insulation. Recommendations: have a qualified exterminator and insulation contractor further evaluate and determine scope and costs of remediation prior to closing."
          },
          {
             "title":"Rodent droppings [a few]",
             "text":"Some rodent droppings were noted in the attic. Location: specify. Implications: possible rodents in the home now (could not determine). Recommendations: inquire to the seller for the history\/status; have a qualified exterminator further evaluate prior to closing."
          },
          {
             "title":"Rodent droppings [significant]",
             "text":"Significant number of rodent droppings noted in the attic. Location: throughout. Implications: possible rodents in the home now (could not determine); remediation and replacement of contaminated insulation may be needed and may be expensive; potential health issue; may reduce effectiveness of insulation. Recommendations: have a qualified exterminator and insulation contractor further evaluate and determine scope and costs of remediation prior to closing."
          },
          {
             "title":"Rodent traps",
             "text":"Rat traps were observed in the attic. Location: specify. Implications: possible past or current rodents in the home (could not determine). Recommendations: inquire to the seller for the history\/status; have a qualified exterminator further evaluate prior to closing."
          },
          {
             "title":"Rodent carcass",
             "text":"Rodent carcass was visible in the attic space. Location: specify. Implications: possible rodents in the home now. Recommendations: inquire to the seller for the history\/status; have a qualified exterminator further evaluate prior to closing."
          },
          {
             "title":"Insulation, low levels",
             "text":"Low insulation levels noted. Location: attic floor. Implications: energy loss; discomfort; potential condensation issues. Recommendations: this presents an opportunity to improve the home’s comfort and efficiency by adding insulation; increase insulation levels; consult an insulation contractor."
          },
          {
             "title":"Insulation, low levels typical for age",
             "text":"Low insulation levels appear consistent with the period of construction. Location: attic floor. Implications: energy loss; discomfort. Recommendations: this presents an opportunity to improve the home’s energy efficiency and comfort by adding insulation; increase insulation levels; consult an insulation contractor."
          },
          {
             "title":"Insulation, missing sections",
             "text":"Areas of missing insulation noted. Location: specify. Implications: energy loss; discomfort; potential condensation related issues. Recommendations: add insulation where missing; consult an insulation contractor."
          },
          {
             "title":"Insulation, none",
             "text":"No insulation at attic floor. Location: throughout. Implications: energy loss; increased heating costs; discomfort; adding insulation may be expensive. Recommendations: have an insulation contractor provide insulation options and costs."
          },
          {
             "title":"Insulation, worker traffic",
             "text":"Insulation appears to have been disturbed by workers. Location: specify. Implications: compressed or disturbed insulation reduces its effectiveness; energy loss. Recommendations: rake smooth or top-up effected areas to reestablish continuity of the intended R value."
          },
          {
             "title":"Insulation, compressed",
             "text":"Compressed insulation noted. Location: specify. Implications: compressed insulation reduces its effectiveness; energy loss. Recommendations: consult an insulation contractor regarding increasing insulation levels and costs."
          },
          {
             "title":"Recessed lighting not IC rated",
             "text":"Recessed lighting is not IC rated (not insulation-contact-rated). Location: visible in the attic. Implications: non-IC rated lighting in contact with attic insulation presents a fire hazard. Recommendations: consult a qualified electrician to determine repair options and costs, weather replacement with IC rated lighting is needed."
          },
          {
             "title":"Limitation, access issue",
             "text":"Attic space could not be accessed due to specify. Implications: this is a limitation to the inspection; we could not inspect the interior space; possible unseen conditions. Recommendations: further inspection is recommended prior to closing."
          },
          {
             "title":"No access hatch to attic found",
             "text":"No access to attic space was found. Location: specify. Implications: unable to inspect the interior space; this is a limitation to the inspection; possible unseen conditions. Recommendations: it is standard to recommend that every attic or roof space measuring approximately 3 m2 or greater be provided with an access hatch to allow for inspection. Consult a contractor regarding adding an access hatch; further inspection recommended prior to closing."
          }
       ]
    },
    {
        "cat_id":9,
        "sub_cat_id":27,
       "sub_cat_name":"Exterior walls",
       "narratives":[
          {
             "title":"Uninsulated areas",
             "text":"Uninsulated areas noted at unfinished spaces. Location: specify. Implications: energy loss; discomfort. Recommendations: have a qualified insulation contractor add insulation (and vapour barrier) were missing."
          },
          {
             "title":"Vapour barrier missing\/incomplete",
             "text":"Missing or incomplete vapour barrier. Location: specify. Implications: vapour barrier reduces the risk of moisture-laden air entering cold insulated cavities and causing condensation related issues such as deterioration or mould. Recommendations: have a qualified insulation contractor add vapour barrier were missing."
          },
          {
             "title":"Older home may not be insulated",
             "text":"Homes of this period were not typically insulated at the time of construction. Implications: considering the age, some exteriors walls may not be insulated; energy loss; increased heating costs. Recommendations: inquire to the seller for more information regarding exterior wall insulation; if walls are not insulated, consult an insulation contractor for options and costs."
          },
          {
             "title":"Typically insulated but concealed",
             "text":"Homes of this period are typically insulated; however, any such insulation was concealed by cosmetic finishes and therefore, we could not confirm the presence nor absence of exterior wall insulation."
          }
       ]
    },
    {
        "cat_id":9,
        "sub_cat_id":28,
       "sub_cat_name":"Crawlspaces",
       "narratives":[
          {
             "title":"Heated\/Unheated not defined",
             "text":"Crawlspace should be treated as either Heated space (insulate the outer walls and provide a heat source), or Unheated space (vented to the exterior and separated from living space by thermal insulation). The current designed approach is not well defined. Implications: these design approaches help to control humidity levels and reduce the risk of condensation related issues including wood rot and mould. Other implications include energy loss and discomfort. Recommendations: have a qualified insulation contractor provide improvement options."
          },
          {
             "title":"Insulation, low levels",
             "text":"Low insulation levels noted. Location: floor joist cavities. Implications: energy loss; discomfort; potential condensation issues. Recommendations: this presents an opportunity to improve the home’s comfort and efficiency by adding insulation; increase insulation levels; consult an insulation contractor."
          },
          {
             "title":"Insulation, missing sections",
             "text":"Areas of missing insulation noted. Location: specify. Implications: energy loss; discomfort; potential condensation related issues. Recommendations: add insulation where missing; consult an insulation contractor."
          },
          {
             "title":"Insulation, none",
             "text":"No insulation. Location: specify. Implications: energy loss; increased heating costs; discomfort; adding insulation may be expensive. Recommendations: have an insulation contractor provide insulation options and costs."
          },
          {
             "title":"Insulation, displaced, hanging, missing",
             "text":"Insulation is displaced, loose\/hanging and missing; some insulation has fallen to the crawlspace floor. Location: specify. Implications: energy loss; discomfort; re-insulating may be expensive. Recommendations: have an insulation contractor assess and provide costs for correcting."
          },
          {
             "title":"Rodent disturbed insulation",
             "text":"Insulation appears to have been disturbed by rodents. We observed displaced, loose\/hanging and missing insulation; some insulation has fallen to the crawlspace floor. Location: specify. Implications: possible rodents in the home now; remediation and replacement of contaminated insulation may be needed and may be expensive; potential health issue; energy loss. Recommendations: have a qualified exterminator and insulation contractor further evaluate and determine scope and costs of remediation prior to closing."
          },
          {
             "title":"Vapour barrier missing\/incomplete",
             "text":"Missing or incomplete vapour barrier. Location: specify. Implications: vapour barrier reduces the risk of moisture-laden air entering cold insulated cavities and causing condensation related issues such as deterioration or mould. Recommendations: have a qualified insulation contractor add vapour barrier were missing."
          },
          {
             "title":"Ground-seal missing\/incomplete",
             "text":"Crawlspace ground-seal is missing or incomplete. Location: specify. Implications: elevated humidity levels in the crawlspace and subsequently the living space; elevated humidity levels present a risk of wood rot or mould. Recommendations: add or complete the crawlspace ground seal; contact a qualified insulation contractor."
          },
          {
             "title":"Dirt floor, ground seal missing\/incomplete",
             "text":"Dirt floor crawlspace with missing or incomplete ground-seal vapour barrier noted (typic al for the period). Implications: elevated humidity levels in the crawlspace and subsequently the living space; elevated humidity levels present a risk of wood rot or mould. Recommendations: add or complete the crawlspace ground seal; contact a qualified insulation contractor."
          },
          {
             "title":"Rodent evidence in the crawlspace",
             "text":"Rodent activity noted in the crawlspace. We observed [specify]. Location: specify. Implications: possible rodents in the home now (could not determine); remediation and replacement of contaminated insulation\/materials may be needed and may be expensive; potential health issue. Recommendations: have a qualified exterminator and insulation contractor further evaluate and determine scope and costs of remediation prior to closing."
          },
          {
             "title":"Rodent droppings [a few]",
             "text":"Some rodent droppings were noted in the crawlspace. Location: specify. Implications: possible rodents in the home now (could not determine). Recommendations: inquire to the seller for the history\/status; have a qualified exterminator further evaluate prior to closing."
          },
          {
             "title":"Rodent droppings [significant]",
             "text":"Significant number of rodent droppings noted in the crawlspace. Location: throughout. Implications: possible rodents in the home now (could not determine); remediation and replacement of any contaminated insulation may be needed and may be expensive; potential health issue. Recommendations: have a qualified exterminator further evaluate and determine scope and costs of remediation prior to closing."
          },
          {
             "title":"Rodent traps",
             "text":"Rat traps were observed in the crawlspace. Location: specify. Implications: possible past or current rodents in the home (could not determine). Recommendations: inquire to the seller for the history\/status; have a qualified exterminator further evaluate prior to closing."
          },
          {
             "title":"Rodent carcass",
             "text":"Rodent carcass was visible in the crawlspace. Location: specify. Implications: possible rodents in the home now. Recommendations: inquire to the seller for the history\/status; have a qualified exterminator further evaluate prior to closing."
          },
          {
             "title":"Humid odor detected",
             "text":"Musty\/humid odor detected. Location: in the crawlspace. Implications: possible elevated humidity levels; may be subject to future elevated humidity levels in the crawlspace and subsequently the living space; humidity increases the risk condensation relate issues including wood rot and mould. Recommendations: contractor to determine the cause; attention to storm water management; obtain a history of perimeter drain service from the seller; conduct a camera scope inspection of the below grade perimeter drains to assess its condition. Further attention recommended."
          },
          {
             "title":"Mould visible",
             "text":"Discoloration noted, possible mould. Location: specify. Implications: health issue; extensive mould may damage materials or structure; remediation may be expensive. Recommendations: mould or indoor air quality\/remediation specialist to determine the cause and to provide scope of work and costs to remediate prior to closing."
          },
          {
             "title":"Bedrock extends into lower levels",
             "text":"The lot is comprised partially of bedrock, some of which extends into lower-level areas. Location: specify. Implications: groundwater moves efficiently across or through bedrock; sealing against moisture ingress can be challenging. Recommendations: inquire to seller for any history of groundwater seepage; consult a qualified drainage contractor."
          },
          {
             "title":"Foundation fractures need sealant",
             "text":"Typical foundation fracture noted. Location: specify. Implications: although not in an indication of major structural issue, any foundation fracture presents an increased risk of below seepage or leakage. Recommendations: qualified contractor to seal all cracks\/fractures; monitor and maintain moving forward."
          },
          {
             "title":"Efflorescence on interior surfaces",
             "text":"Efflorescence noted on interior surfaces. Location: specify. Implications: consistent with moisture or vapor passing or defusing through concrete to the interior side; possible increased risk of future seepage; may cause elevated humidity levels in the home. Recommendations: attention is directed to exterior surface grading; conduct a camera scope inspection of the below grade perimeter drains to assess their condition; inquire to seller for any history of seepage; contact a qualified drainage contractor."
          },
          {
             "title":"Moisture stains visible",
             "text":"Moisture stains visible. Location: specify. Implications: indicates past seepage and risk of future seepage. Recommendations: conduct a camera scope inspection of the below grade perimeter drains to assess their condition; contact a qualified drainage contractor."
          },
          {
             "title":"Damp crawlspace conditions",
             "text":"Damp conditions in the crawlspace observed. Location: specify. Implications: expect seepage during rains; repairs may be expensive; elevated humidity levels in the home; may adversely affect indoor air quality. Recommendations: attention is directed to exterior surface grading; conduct a camera scope inspection of the below grade perimeter drains to assess their condition; contact a qualified drainage contractor."
          },
          {
             "title":"Ventilation inadequate",
             "text":"Minimal crawlspace vents noted, crawlspace appears under ventilated. Location: specify. Implications: potential elevated humidity levels in the crawlspace and subsequently the living space; elevated humidity may lead to condensation related issues including wood rot or mould. Recommendations: there may be a need to increase crawlspace ventilation; consult a qualified contractor."
          },
          {
             "title":"Ventilation unresponsive [mechanical]",
             "text":"Unresponsive mechanical exhaust fan. Location: crawlspace interior. Implications: potential elevated humidity levels in the crawlspace and subsequently the living space; elevated humidity may lead to condensation related issues including wood rot or mould. Recommendations: have a qualified contractor repair as needed."
          },
          {
             "title":"Refer to Site section re: moisture",
             "text":"Damp conditions, moisture stains, effloresces, water ingress was visible. Please refer to Site section for observation and recommendations."
          },
          {
             "title":"Belly-wrap damaged\/ openings",
             "text":"Damage or openings to belly-wrap visible. Location: the belly-wrap is the membrane or plastic\/fabric material that encloses the underside of the manufactured home. Implications: energy loss; rodents may have direct access to the home; plumbing lines are more susceptible to freezing; floor joists\/ subflooring have reduced protection from moisture. Recommendations: inquire to seller for history\/status of any rodents in the home; have a qualified contractor further assess and determine scope of repair and costs prior to closing;"
          },
          {
             "title":"Air ducts, not insulated",
             "text":"Air ducts exposed or not adequality insulated. Location: specify. Implications: air ducts passing unconditioned crawl spaces should be insulated to help prevent condensation related issues and reduce energy loss. Recommendations: have a qualified insulation contactor or heating specialist insulate air ducts as needed."
          }
       ]
    },
    {
        "cat_id":9,
        "sub_cat_id":29,
       "sub_cat_name":"Mechanical Ventilation",
       "narratives":[
          {
             "title":"No bathroom exhaust",
             "text":"No bathroom exhaust fan installed. Location: specify. Implications: elevated humidity levels; potential condensation related issues including mildew or mould. Recommendations: install a good quality exhaust fan(s) and vent to the outdoors; contact a qualified contractor."
          },
          {
             "title":"No bathroom exhaust [powder room]",
             "text":"No bathroom exhaust fan installed at powder room. Location: specify. Implications: exhaust fans are recommended in locations where moisture and humidity are generated. Adding an exhaust fan in a powder room would offer some control over managing odors. Recommendations: consult a contractor regarding installing an exhaust fan."
          },
          {
             "title":"No kitchen exhaust",
             "text":"No kitchen exhaust fan installed. Location: specify. Implications: elevated humidity levels; potential condensation related issues including mildew or mould. Recommendations: install a good quality exhaust fan(s) and vent to the outdoors; contact a qualified contractor."
          },
          {
             "title":"Kitchen exhaust recirculating only",
             "text":"Kitchen fan does not appear to vent to the exterior (vents back into the space). Location: specify. Implications: elevated humidity levels; potential condensation related issues including mildew or mould. Recommendations: install a good quality exhaust fan(s) and vent to the outdoors; contact a qualified contractor."
          },
          {
             "title":"Noisy old exhaust fans [bathroom]",
             "text":"Noisy, old bathroom exhaust fan(s). Location: specify. Implications: annoyance; decreased effectiveness; potential elevated humidity levels; potential condensation related issues including mildew or mould; noisy fans are less likely to be used. Recommendations: have a qualified contractor upgrade to more efficient, quieter units."
          },
          {
             "title":"Noisy old exhaust fans [kitchen]",
             "text":"Noisy, old kitchen exhaust fan(s). Location: specify. Implications: annoyance; decreased effectiveness; potential elevated humidity levels; potential condensation related issues including mildew or mould; noisy fans are less likely to be used. Recommendations: have a qualified contractor upgrade to more efficient, quieter units."
          },
          {
             "title":"Unresponsive exhaust fan",
             "text":"Exhaust fan did not respond in the manner intended to normal operating controls. Location: specify. Implications: repair or replacement may be needed; may lead to elevated humidity levels; potential condensation related issues including mildew or mould. Recommendations: repair or replace as needed; contact a qualified contractor."
          },
          {
             "title":"Indication of elevated humidity",
             "text":"We observed indication of elevated humidity levels in the home. Location: condensation or mildew at window frames; musty\/humid odor. Implications: elevated humidity increase the risk of condensation related issues including mildew or mould. Recommendations: adequate and ongoing use of kitchen\/bathroom exhaust during cooking\/showering; install exhaust fans where needed; consider adding de-humidistat-controlled exhaust fan and permit the device to operate automatically in response to fluctuating humidity levels. Have a qualified contractor further evaluate to determine the cause and best approach to improve; further attention recommended."
          }
       ]
    },
    {
        "cat_id":10,
        "sub_cat_id":30,
       "sub_cat_name":"Walls, Floors, Doors & Stairways",
       "narratives":[
          {
             "title":"Walls\/ceilings [w\/t minimal]",
             "text":"Walls, ceilings and trim: minimal cosmetic imperfections or wear\/tear observed throughout - less than expected considering the age of the home."
          },
          {
             "title":"Walls\/ceilings [w\/t less than expected]",
             "text":"Walls, ceilings and trim: a minimal number of surface imperfections, blemishes, cosmetic cracks, general wear\/tear etc. was observed - less than expected when considering the age of the home. Some minor cosmetic touch ups may be desired."
          },
          {
             "title":"Walls\/ceilings [w\/t consistent with age]",
             "text":"Walls, ceilings and trim: a number of typical surface imperfections, blemishes, cosmetic cracks, general wear\/tear etc. was observed. Overall, cosmetic condition appears consistent with the age of the home. Some cosmetic touch ups may be desired."
          },
          {
             "title":"Walls\/ceilings [w\/t more than expected]",
             "text":"Walls, ceilings and trim: a number of surface imperfections, blemishes, cosmetic cracks, general wear\/tear etc. was observed. Wear and tear throughout appear more than expected considering the age of the home. Cosmetic improvements will likely be desired. Consult a qualified painting\/ finishing contractor."
          },
          {
             "title":"Walls\/ceilings [overall poor condition]",
             "text":"Walls, ceilings and trim: interior cosmetics are in overall poor condition. A number of surface imperfections, blemishes, cosmetic cracks, damages, holes, wear\/tear etc. was observed. Cosmetic improvements will likely be desired and we recommend to consult a qualified painting\/ finishing contractor."
          },
          {
             "title":"Walls\/ceilings [prior patch\/repair]",
             "text":"Prior patch\/ repair visible. Location: specify. Implications: possible past or current issue. Recommendations: obtain repair history from seller; determine the cause; further attention."
          },
          {
             "title":"Walls\/ceilings [damage]",
             "text":"Cosmetic damage visible. Location: specify. Implications: cosmetic issue; repairs needed. Recommendations: contact a qualified finisher; obtain repair costs."
          },
          {
             "title":"Walls\/ceilings [poorly finished]",
             "text":"Poorly finished interior cosmetic walls, ceiling and trim noted. Location: specify. Implications: cosmetic issue; work may have been done by non-professional; cosmetic repair\/improvements will likely be desired. Recommendations: contact a qualified finisher; obtain repair\/improvement costs; verify permits were taken out and closed."
          },
          {
             "title":"Ceiling moisture stain",
             "text":"Ceiling moisture stain visible. Location: specify. Implications: possible past or current leak from above; future leak may occur; water leaks may cause damage to contents, materials and structure and may cause mould; possible concealed conditions. Recommendations: further attention; inquire to seller for the history\/status; repairs may be needed."
          },
          {
             "title":"Ceiling moisture stains [multiple]",
             "text":"A number of ceiling moisture stains visible. Location: specify. Implications: possible past or current leaks from above; future leak may occur; water leaks may cause damage to contents, materials and structure and may cause mould; possible concealed conditions. Recommendations: further attention; inquire to seller for the history\/status; repairs may be needed."
          },
          {
             "title":"Floors [w\/t minimal]",
             "text":"Floors: minimal surface imperfections, markings, scratches or wear\/tear observed - less than expected considering the age of the home."
          },
          {
             "title":"Floors [w\/t less than expected]",
             "text":"Floors: a minimal number of surface imperfections, markings, scratches or general wear\/tear etc. observed - less than expected considering the age of the home."
          },
          {
             "title":"Floors [w\/t consistent with age]",
             "text":"Floors: a number of typical surface imperfections, markings, scratches, and general wear\/tear etc. was observed. Overall, the cosmetic condition of flooring appears consistent with the age of the home."
          },
          {
             "title":"Floors [w\/t more than expected]",
             "text":"Floors: a number of surface imperfections, markings, scratches, and wear\/tear etc. was observed. Wear and tear throughout appears more than expected considering the age of the home. Improvements or renewal of flooring may be desired. Consult a qualified flooring contractor."
          },
          {
             "title":"Floors [overall poor condition]",
             "text":"Floors: flooring is in overall poor, aged, worn condition. A number of imperfections, markings, scratches and wear\/tear was observed. Improvements or renewal of flooring may be desired. Consult a qualified flooring contractor."
          },
          {
             "title":"Floors [cracked tiles]",
             "text":"Cracked floor tile(s) noted. Location: specify. Implications: cosmetic issue. Recommendations: have repaired by a qualified tile setter\/ flooring contractor."
          },
          {
             "title":"Floors [damage]",
             "text":"Damage to flooring noted. Location: specify. Implications: cosmetic issue; repairs may be expensive; repairs may involve replacement of floor area greater than the affected area. Recommendations: have qualified flooring contactor determine scope of repair and costs."
          },
          {
             "title":"Floors [poorly installed]",
             "text":"Floor covering appear poorly installed. Location: specify. Implications: cosmetic issue; work may have been done by nonprofessional; improvements\/replacement of flooring will likely be desired and may be expensive. Recommendations: contact a qualified flooring contractor; obtain improvement\/replacement costs."
          },
          {
             "title":"Carpet stains\/discolouration",
             "text":"Carpet stain or discolouration. Location: specify. Implications: cosmetic issue; stains or discolouration may be permanent; repair\/replacement may be needed. Recommendations: consult a professional carpet cleaning company regarding realistic results of cleaning; consult a flooring contractor for options."
          },
          {
             "title":"Carpet poor condition, aged\/worn",
             "text":"Carpet is in aged, faded, worn condition. Location: specify. Implications: cosmetic issue; replacement may be expensive. Recommendations: contact a qualified flooring contractor; obtain replacement costs."
          },
          {
             "title":"Carpet damage",
             "text":"Carpet damage noted. Location: specify. Implications: cosmetic issue; repairs may involve replacement of floor area greater than the affected area. Recommendations: have qualified flooring contactor determine scope of repair and costs."
          },
          {
             "title":"Carpeting not inspected",
             "text":"Please note that inspecting of carpeting is beyond the scope of this inspection. Please refer to Service Agreement and Scope of inspection."
          },
          {
             "title":"Moisture stains [floor\/slab\/baseboard]",
             "text":"Moisture stain visible. Location: specify. Implications: possible past or current leak or ingress; future leak may occur; water leaks may cause damage to contents, materials and structure and may cause mould; possible concealed conditions. Recommendations: further attention; inquire to seller for the history\/status; repairs may be needed."
          },
          {
             "title":"Doors [lock set issue]",
             "text":"Doors: door lockset(s) not operating as intended. Location: specify. Implications: functional issues; inconvenience. Recommendations: adjust, improve, replace as needed."
          },
          {
             "title":"Doors [fits tight]",
             "text":"Doors: door fits tight in its opening and is need of adjustment or repair. Location: specify. Implications: does not operate as intended; functional issues; inconvenience. Recommendations: adjust, improve, or re-install as needed. Contact a qualified contractor."
          },
          {
             "title":"Doors [swings on its own]",
             "text":"Doors: door swings on its own. Location: specify. Implications: door may be installed not plumb and may require adjustment or re-installation. Recommendations: have improved by a qualified contractor."
          },
          {
             "title":"Doors [loose\/damaged hinges]",
             "text":"Doors: loose or damaged door hinges noted. Location: specify. Implications: operational issues; repairs may be needed. Recommendations: have improved or repaired as needed by a qualified contractor."
          },
          {
             "title":"Doors [missing]",
             "text":"Doors: missing doors noted. Location: specify. Implications: nuisance; cosmetic issue. Recommendations: have doors installed by a qualified contactor at your discretion."
          },
          {
             "title":"Doors [damaged]",
             "text":"Doors: damage to interior door noted. Location: specify. Implications: cosmetic issue; repair or replacement may be needed. Recommendations: have repaired or replaced by a qualified contractor."
          },
          {
             "title":"Stairs [steep, typical for period]",
             "text":"Stairs: these stairs are steeper than stairs built by today’s standard, but typical for the period of construction. Location: specify. Implications: fall hazard; safety issue. Recommendations: caution is advised."
          },
          {
             "title":"Stairs [not uniform dimensions]",
             "text":"Stairs: interior stairs are not uniform dimension. Location: specify. Implications: potential trip\/fall hazard; safety issue. Recommendations: caution is advised; consult a contractor for repair\/improvement options."
          },
          {
             "title":"Stairs [no guard, open sided]",
             "text":"Stairs: missing or no guard at open stairs. Location: specify. Implications: fall\/ safety hazard. Recommendations: have a qualified contractor install a guard that includes vertical balusters\/pickets spaced not more than 4 inches on center."
          },
          {
             "title":"Stairs [handrail missing]",
             "text":"Stairs: missing or no handrail at interior stairwell. Location: specify. Implications: safety issue; fall hazard. Recommendations: handrail should be present and continuously graspable throughout the length of stair flight; have a qualified contractor add a handrail now."
          },
          {
             "title":"Stairs [handrail loose]",
             "text":"Stairs: loose handrail at stairway. Location: specify. Implications: safety issue; fall hazard. Recommendations: have improved\/ repaired."
          },
          {
             "title":"Stairs [handrail not continuous]",
             "text":"Stairs: hand rail does not run continuously along the full length of stairway. Location: specify. Implications: safety issue; fall hazard. Recommendations: handrail should be continuous throughout the full length of stair flights from the bottom riser to the top riser; have improved\/repaired by a qualified contractor."
          },
          {
             "title":"Stairs [handrail not graspable]",
             "text":"Stairs: hand rail is not ergonomic or graspable. Location: specify. Implications: fall hazard; safety issue. Recommendations: handrail should be continuous graspable throughout the full length of stair flights from the bottom riser to the top riser; have a qualified contractor improve\/replace."
          },
          {
             "title":"Stair [picket spacing]",
             "text":"Stairs: guard balusters\/pickets are spaced wider than today’s recommended 4 inches on center (typically for the period). Implications: presents a fall hazard for small children; safety issue. Recommendations: consult a contractor for improvement options now."
          },
          {
             "title":"Guard missing [landings]",
             "text":"Missing or no safety guard. Location: specify. Implications: fall hazard; safety issue. Recommendations: guards are recommended at any change in elevation of 24 inches or greater between a walking surface and adjacent surface. Have a qualified contractor install guards as needed."
          },
          {
             "title":"Glazing installed over stairs\/ landings",
             "text":"Glazing installed over stairs or landing. Location: specify. Implications: typically, glazing installed over stairs or landings that extends to less than 36 inches above the surface of the treads or landing should be protected by a guard; this is a safety hazard. Recommendations: consult a qualified contractor for improvement options."
          },
          {
             "title":"New home [unfinished items]",
             "text":"Walls, ceilings, flooring and trim: various number of unfinished cosmetic items noted such as unfinished paint, caulking, and surface imperfections in need of touch-up. Please note that our inspection does not consist of a detailed cosmetic review; we do not inventory cosmetic imperfections. Recommendations: prior to closing, attend official deficiency walk-through with builder’s representative to flag (typically with painter’s tape) any cosmetic imperfections or unfinished items for touch up and completion. These may include unfinished paint, gaps in need of caulking, protruding nail\/screw heads, dents, markings or scratches."
          },
          {
             "title":"New home [cosmetic comment]",
             "text":"Walls, ceilings, flooring and trim: minimal surface imperfections visible - appears consistent with a newly finished home. Please note that our inspection does not consist of a detailed cosmetic review; we do not inventory cosmetic imperfections. Recommendations: prior to closing, attend official deficiency walk-through with builder’s representative to flag (typically with painter’s tape) any cosmetic imperfections for touch up or repair. These may include unfinished paint, gaps in need of caulking, protruding nail heads, dents, markings or scratches."
          },
          {
             "title":"New home [expect initial settlement]",
             "text":"All new homes will experience a phase of initial settlement as framing lumber and materials shrink. As a result, cosmetic imperfections may develop (and should be expected) during the first years or more. These commonly include nail\/screw pops, drywall fractures, caulking joint\/gap openings. Inquire to builder regarding coverage details and claim deadlines (often 1 year)."
          }
       ]
    },
    {
        "cat_id":10,
        "sub_cat_id":31,
       "sub_cat_name":"Kitchens",
       "narratives":[
          {
             "title":"Wear and tear [minimal]",
             "text":"Minimal wear and tear, imperfections or markings to kitchen counter tops and cabinet fronts was observed - less than expected considering the age of the home."
          },
          {
             "title":"Wear and tear [less than expected]",
             "text":"A minimal number of cosmetic imperfections, markings, general wear\/tear etc. to kitchen counter tops and cabinet fronts was observed - less than expected when considering the age of the home."
          },
          {
             "title":"Wear and tear [consistent with age]",
             "text":"A number of typical surface imperfections, markings, general wear\/tear etc. to kitchen counter tops and cabinet fronts observed. Overall, cosmetic condition appears consistent with the age of the home."
          },
          {
             "title":"Wear and tear [more than expected]",
             "text":"A number of surface imperfections, blemishes, markings, general wear\/tear etc. was observed. Wear and tear to kitchen counter tops and cabinets fronts appear more than expected considering the age of the home. Cosmetic improvements may be desired. Consult a qualified kitchen fitter."
          },
          {
             "title":"Overall poor condition",
             "text":"Kitchen surfaces, counter tops and cabinet fronts are in overall poor condition. A number of surface imperfections, blemishes, markings, scratches, wear\/tear etc. was observed. Cosmetic improvements or upgrades may likely be desired. We recommend to consult a qualified kitchen fitter."
          },
          {
             "title":"Damaged",
             "text":"Damage visible. Location: specify. Implications: cosmetic issue; operational issues; repairs are needed. Recommendations: contact a qualified kitchen fitter; obtain repair costs."
          },
          {
             "title":"Back splash [sealant\/grout needed]",
             "text":"Touchup or renewal of kitchen backsplash sealant or grout is needed. Location: specify. Implications: reduced protection from moisture; increased risk of adverse moisture related conditions to the underlying materials. Recommendations: have improved\/ repaired."
          },
          {
             "title":"Back splash [none]",
             "text":"No installed kitchen backsplash. Location: specify. Implications: reduced protection from moisture; moisture may lead to damage to materials or structure, and may cause mould. Recommendations: contact a qualified kitchen fitter; obtain improvement costs."
          },
          {
             "title":"Doors\/drawers [poor fit or function]",
             "text":"Improvement to fit and function of cabinet doors or drawers recommended. Some cabinet doors or drawers do not close evenly; some do not operate smoothly; fronts may have shifted out of alignment. We recommend consult a kitchen fitter."
          },
          {
             "title":"Doors [hinge loose\/damaged]",
             "text":"Loose or damaged cabinet door hinge. Location: specify. Implications: nuisance; operational issue; repairs\/improvements needed. Recommendations: consult a qualified kitchen fitter for repair options."
          },
          {
             "title":"Doors [missing]",
             "text":"Missing cabinet doors. Location: specify. Implications: cosmetic issue; nuisance; repairs may be needed. Recommendations: consult a qualified kitchen fitter for repair options."
          },
          {
             "title":"Tops [stone chips minimal]",
             "text":"Minor chips to the stone\/solid counter tops notes. Location: specify. These are inherently common as wear and tear occurs at higher traffic areas – cosmetic only."
          },
          {
             "title":"Tops [stone chips many]",
             "text":"A number of chips to the stone\/solid counter tops noted. Location: specify. These tend to occur in higher traffic areas as wear and tear. This is considered a cosmetic issue."
          },
          {
             "title":"Tops [cracked\/damaged stone]",
             "text":"Cracked\/ fractured or damaged stone counter top noted. Location: specify. Implications: cosmetic issue; repair or replacement may be desired and may be expensive. Recommendations: obtain replacement costs from a qualified kitchen fitter."
          },
          {
             "title":"Tops [damage]",
             "text":"Damage to counter top noted. Location: specify. Implications: cosmetic issue; repair or replacement may be desired and may be expensive. Recommendations: obtain replacement costs from a qualified kitchen fitter."
          },
          {
             "title":"Tops [not secured]",
             "text":"Counter top is not secured in place. Location: specify. Implications: unwanted movement may occur; movement may cause damage to plumbing. Recommendations: have improved and secured by a qualified contractor."
          },
          {
             "title":"Appliances [inquire for age, not a warranty]",
             "text":"We recommend that you inquire to the seller for the age of all appliances and compare against any warranty in place. Please note: this inspection does not constitute a future guarantee or a warranty of appliances. Appliances may fail suddenly and without warning."
          },
          {
             "title":"Appliances [old units, anticipate renewal]",
             "text":"Kitchen appliances appear to be older units. Implications: may fail suddenly without warning; older dishwashers or refrigerators are at an increased risk of leak. Recommendations: anticipate renewal and budget accordingly."
          },
          {
             "title":"Appliances [cracked glass top stove]",
             "text":"Cracked glass top stove noted. Location: specify. Implications: using a cracked glass cooktop is dangerous and poses a risk of electrical shock; repair or replacement will be needed. Recommendations: contact a qualified appliance technician for repair\/ replacement options prior to use."
          },
          {
             "title":"Appliances [dishwasher leak]",
             "text":"Dish washer leak observed. Location: specify. Implications: water leaks may cause damage to contents, materials or structure and may cause mould. Recommendations: abstain from use; repairs\/replacement are recommended; contact a qualified appliance technician."
          },
          {
             "title":"Appliance [dishwasher, signs of past leak]",
             "text":"Indication of possible past dishwasher leaks noted. Location: specify. Implications: possible current leak; water leaks may cause damage to content, materials and structure and may cause mould; repair or replacement may be needed; repairs to materials may be needed. Recommendations: inquire to seller for history\/status. Contact a qualified appliance technician."
          },
          {
             "title":"Appliances [dishwasher not secured]",
             "text":"Dishwasher is not secured in place. Implications: risk of unwanted movement resulting in damage or leak. Recommendations: have a qualified appliance technician properly secure the dishwasher."
          },
          {
             "title":"Appliance beyond scope",
             "text":"Appliance are beyond the scope of this inspection. Appliances were not observed, tested or inspected. Further testing and inspection by a qualified appliance technician recommended."
          },
          {
             "title":"Appliance not inspected due to",
             "text":"Appliance (what one) was not inspected due to: specify. Further testing is recommended."
          },
          {
             "title":"Garburator old",
             "text":"Garburator is an old noisy unit and is at\/nearing end of service life. Recommendations: budget for replacement or have removed."
          },
          {
             "title":"Garburator unresponsive",
             "text":"Garburator was unresponsive and likely reached end of life. Recommendations: budget for replacement or have removed."
          }
       ]
    },
    {
        "cat_id":10,
        "sub_cat_id":32,
       "sub_cat_name":"Bathrooms",
       "narratives":[
          {
             "title":"Wear and tear [minimal]",
             "text":"Minimal wear and tear, imperfections or markings to bathroom surfaces, counter tops and cabinet fronts was observed - less than expected considering the age of the home."
          },
          {
             "title":"Wear and tear [less than expected]",
             "text":"A minimal number of cosmetic imperfections, markings, general wear\/tear etc. to bathroom surfaces counter tops and cabinet fronts was observed - less than expected when considering the age of the home."
          },
          {
             "title":"Wear and tear [consistent with age]",
             "text":"A number of typical surface imperfections, markings, general wear\/tear etc. to bathroom surface, counter tops and cabinet fronts observed. Overall, cosmetic condition appears consistent with the age of the home."
          },
          {
             "title":"Wear and tear [more than expected]",
             "text":"A number of surface imperfections, blemishes, markings, general wear\/tear etc. was observed. Wear and tear to bathroom surfaces, counter tops and cabinets fronts appear more than expected considering the age of the home. Cosmetic improvements may be desired. Consult a qualified bath fitter."
          },
          {
             "title":"Overall poor condition",
             "text":"Bathroom surfaces, counter tops and cabinet fronts are in overall poor condition. A number of surface imperfections, blemishes, markings, scratches, wear\/tear etc. was observed. Cosmetic improvements or upgrades may likely be desired. We recommend to consult a qualified bath fitter."
          },
          {
             "title":"Damaged",
             "text":"Damage visible. Location: specify. Implications: cosmetic issue; operational issues; repairs are needed. Recommendations: contact a qualified bath fitter; obtain repair costs."
          },
          {
             "title":"Back splash [sealant\/grout needed]",
             "text":"Touchup or renewal of vanity backsplash sealant or grout is needed. Location: specify. Implications: reduced protection from moisture; increased risk of adverse moisture related conditions to the underlying materials. Recommendations: have improved\/ repaired."
          },
          {
             "title":"Back splash [none]",
             "text":"No installed vanity backsplash. Location: specify. Implications: reduced protection from moisture; moisture may lead to damage to materials or structure, and may cause mould. Recommendations: contact a qualified bath fitter; obtain improvement costs."
          },
          {
             "title":"Doors\/drawers [poor fit or function]",
             "text":"Improvement to fit and function of cabinet doors or drawers recommended. Some cabinet doors or drawers do not close evenly or do not operate smoothly; fronts may have shifted out of alignment. We recommend consult a bath fitter and improve."
          },
          {
             "title":"Doors [hinge loose\/damaged]",
             "text":"Loose or damaged cabinet door hinge. Location: specify. Implications: nuisance; operational issue; repairs\/improvements needed. Recommendations: consult a qualified bath fitter for repair options."
          },
          {
             "title":"Doors [missing]",
             "text":"Missing cabinet door. Location: specify. Implications: cosmetic issue; nuisance; repairs may be needed. Recommendations: consult a qualified bath fitter for repair options."
          },
          {
             "title":"Shower walls old, recommend renew",
             "text":"Shower walls are in overall aged condition. Location: specify. Implications: increased susceptibility for leaks; lowered protection of the underlying materials. Recommendations: budget for upgrade\/renewal of shower walls\/surround; consult a qualified bath fitter for renewal options and costs."
          },
          {
             "title":"Shower walls, deflection",
             "text":"Deflection to shower wall was detected when applying pressure by hand. Location: specify. Implications: indicates an increased likelihood of concealed damage, the extent of which cannot be determined without invasive procedures; water leaks may damage contents, materials and structure and may cause mould; shower wall replacement may be expensive. Recommendations: further attention by qualified contactor prior to closing."
          },
          {
             "title":"Shower walls, tear out condition",
             "text":"Shower walls\/surround in a state of disrepair (tear out condition). Location: specify. Implications: concealed damage is suspected, the extent of which cannot be determined without invasive procedures; water leaks may damage contents, materials and structure and may cause mould; shower wall replacement may be expensive. Recommendations: further attention by qualified contactor; obtain repair costs prior to closing."
          },
          {
             "title":"Shower walls, damage",
             "text":"Damage to shower wall noted. Location: specify. Implications: risk of water penetration to the underlying areas; water leaks may damage contents, materials and structure and may cause mould; possible hidden damage; shower wall repairs or replacement may be expensive. Recommendations: further attention by qualified contactor; obtain repair costs prior to closing."
          },
          {
             "title":"Tub enamel loss, metal tub, rust",
             "text":"Enamel loss to tub noted. Location: specify. Implications: loss of protection; enamel loss exposes the underlying metal; rust may perforate the tub and cause leaks; chips or cracks that penetrate the enamel may also expose the underlying metal; repair or replacement of the tub may be needed. Recommendations: contact a qualified bath fitter for repair\/replacement options and costs."
          },
          {
             "title":"Tub ledge negative slope",
             "text":"Negative or poorly sloped tub ledge noted. Location: specify. Implications: pooling water increases the risk of leaks, either through sealant or grout interfaces or back into the room flooring and walls; water leaks may cause damage to contents, materials or structure; possible design or installation issues. Recommendations: consult a qualified bath fitter for improvement options; resetting the tub or replacement may be needed."
          },
          {
             "title":"Tub or shower, pooling water",
             "text":"Inadequate drainage slope at tub\/shower. Location: specify. Implications: pooling water may occur; nuisance; possible design or installation issue; possibly caused by settlement. Recommendations: consult a qualified bath fitter for improvement options; repairs may be needed."
          },
          {
             "title":"Sealant needed",
             "text":"Sealant is needed at tub\/shower interfaces. Location: specify. Implications: missing or inadequate sealant reduces protection of the underlying materials from water. Recommendations: have a qualified bath fitter improve as needed."
          },
          {
             "title":"Tub\/shower liner, wear\/tear, markings",
             "text":"Wear and tear to tub or shower liner noted; markings, scratches, enamel loss noted. Location: Implications: damage to liner may cause perforation that may allow leaks to occur; water leaks may cause damage to contents, materials or structure. Recommendations: consult a qualified bath fitter regarding repair options vs replacement, and costs."
          },
          {
             "title":"Mildew discoloration",
             "text":"Discoloration to surface, possible mildew substance noted. Location: specify. Implications: indicates elevated humidity levels; possible mildew substance; possible mould. Recommendations: have affected areas professionally cleaned by qualified personnel; repainting may be needed; ongoing use of exhaust ventilation during shower use to help control humidity levels."
          },
          {
             "title":"Window in shower wall [general]",
             "text":"Window installed in shower wall. Location: specify. Implications: windows installed in shower walls require careful detailing, sealant and properly sloped sills to reduce the risk of water leaks into the wall. Recommendations: monitor and maintain sealant interfaces (currently acceptable); consider adding a moisture-resistive curtain over the window for improve protection."
          },
          {
             "title":"Window in shower wall [attention needed]",
             "text":"Window installed in shower wall requires attention. Location: specify. Implications: windows installed in shower walls require careful detailing and sealant; voids or openings present a risk of water leaks; water leaks may cause damage to materials or structure; there may be concealed conditions. Recommendations: qualified bath fitter to improve\/repair as needed; consider adding a moisture-resistive curtain over the window for improve protection."
          }
       ]
    },
    {
        "cat_id":10,
        "sub_cat_id":33,
       "sub_cat_name":"Laundry Equipment",
       "narratives":[
          {
             "title":"Inquire for age, not a warranty",
             "text":"We recommend that you inquire to the seller for the age of all appliances and compare against any warranty in place. Please note: this inspection does not constitute a future guarantee or a warranty of appliances. Appliances may fail suddenly and without warning."
          },
          {
             "title":"Old units, anticipate renewal",
             "text":"Laundry appliances appear to be older units. Implications: may fail suddenly without warning; older laundry washers are at an increased risk of leak. Recommendations: anticipate renewal and budget accordingly."
          },
          {
             "title":"Washer [leak observed]",
             "text":"Leak observed at laundry washer. Location: specify. Implications: water leaks may cause damage to contents, materials or structure and may lead to mould. Recommendations: abstain from use until repairs or replacement be done; contact a qualified appliance technician."
          },
          {
             "title":"Washer [signs of past leak]",
             "text":"Indication of possible past washer leaks. Location: specify. Implications: possible current leak; water leaks may cause damage to content, materials and structure and may cause mould; repair or replacement may be needed; repairs to materials may be needed. Recommendations: inquire to seller for history\/status. Contact a qualified appliance technician."
          },
          {
             "title":"Appliance beyond scope",
             "text":"Appliance are beyond the scope of this inspection. Appliances were not observed, tested or inspected. Further testing and inspection by a qualified appliance technician recommended."
          },
          {
             "title":"Appliance not inspected due to",
             "text":"Appliance (what one) was not inspected due to: specify. Further testing is recommended."
          },
          {
             "title":"Dryer duct crimpled\/ blocked",
             "text":"Dryer duct crimped or damaged. Location: specify. Implications: elevated humidity; potential condensation related issues; may lead to mould growth. Recommendations: improve\/ repair; vent to the exterior."
          },
          {
             "title":"Dryer lint, possible blockage",
             "text":"Accumulation of dryer lint may indicate blocked duct. Location: specify. Implications: elevated humidity; potential condensation related issues; may lead to mould growth. Recommendations: service and clean; vent to the exterior."
          },
          {
             "title":"Dryer duct plastic combustible",
             "text":"Dryer duct is plastic combustible. Location: specify. Implications: fire hazard. Recommendations: replace metal noncombustible ducting prior to any use."
          },
          {
             "title":"Washer supply hoses rubber",
             "text":"Laundry machine supply hoses are of lower-quality rubber materials (typically 5-year rubber). Implications: product has a history or failure. Water leaks may cause damage to contents, materials or structure, or cause mould. Recommendations: replace with braded steel hoses now; contact a plumber."
          }
       ]
    },
    {
        "cat_id":10,
        "sub_cat_id":34,
       "sub_cat_name":"Garage Interior",
       "narratives":[
          {
             "title":"Man-door, no auto closer",
             "text":"No self-closing device at garage ‘man-door’ (the door separating the garage from living space). Implications: doors separating garage form living space should be equipped with an auto-closing device to reduce the risk of dangerous car fumes including carbon monoxide from entering the living space. This is a life safety issue. Recommendations: have a self-closing device installed by a qualified contractor at your earliest."
          },
          {
             "title":"Man-door [not rated\/pet-door or glazing]",
             "text":"Garage man-door is not rated for application (the door separating the garage from living space). Implications: safety issue; fire may spread rapidly between spaces in the event of a fire; dangerous gas or exhaust fumes may enter the living space. Recommendations: garage man-door should be fire rated, typically solid wood at least 1-3\/8″ thick or steel and be equipped with a self-closing device. Man-door should not have any opens such as pet-doors or window glazing. Man-door should be tight fitting and weather-stripped to provide an effective barrier against the passage of gas and exhaust fumes. Have a qualified contractor replace."
          },
          {
             "title":"Gas barrier [compromised]",
             "text":"Compromised gas barrier between garage and living space. Implications: safety issue; openings or incomplete gas barrier may allow for dangerous gasses or exhaust fumes, including carbon monoxide, to enter living space. Recommendations: the construction between attached garage and living space should provide an effective barrier to gas and exhaust fumes, typically tapped and sealed drywall. Contact a qualified contractor to repair\/ improve as needed."
          },
          {
             "title":"Gas barrier [nonexistent, old house]",
             "text":"No fire separation or gas barrier between attached garage and living space, typical for the period. Implications: safety issue; the absence of fire and gas barrier may allow for dangerous gasses or exhaust fumes, including carbon monoxide, to enter living space; fire may spread rapidly from garage to living space in the event of a fire. Recommendations: consult a qualified contractor for improvement options and costs."
          },
          {
             "title":"Slab cracks typical",
             "text":"Typical slab cracks\/fractures were visible. These are inherently common and do not normally indicate a major issue."
          },
          {
             "title":"Ducting in garage not gas tight",
             "text":"Ducts passing through attached garage are not gas tight. Implications: safety issue; ducts passing through garages should be kept sealed and gas tight to provide an effective barrier to gas and exhaust fumes. Recommendations: have improved by a qualified contactor."
          },
          {
             "title":"Limitation, poor visibility",
             "text":"Inspection of the garage interior was extremely limited to a large number of stored items or clutter blocking visibility. Recommendations: removal of said items and reinspection are recommended."
          }
       ]
    },
    {
        "cat_id":10,
        "sub_cat_id":35,
       "sub_cat_name":"Rodents, Pests",
       "narratives":[
          {
             "title":"Rodent evidence observed",
             "text":"Rodent activity noted in the building. Location: specify. Implications: unseen damage from rodents can include chewed electrical wire or plumbing; their excrement is also considered a health hazard. Recommendations: have a qualified exterminator further assess and determine course of action and costs; inquire to seller for the history\/status of any rodents in the home. Further attention required."
          },
          {
             "title":"No indication",
             "text":"No obvious indication of rodent activity in the dwelling was observed at the time of inspection; however, this is not proof of their absence. Inquire to seller for history\/status of any rodent activity in the dwelling."
          }
       ]
    },
    {
        "cat_id":10,
        "sub_cat_id":36,
       "sub_cat_name":"Smoke\/Carbon Monoxide Alarms",
       "narratives":[
          {
             "title":"Add smoke alarms in bedrooms",
             "text":"Recommend add smoke alarms inside sleeping rooms for improved safety as per today’s standard."
          },
          {
             "title":"Replace smoke alarms older than 10 yrs.",
             "text":"Recommend replace all smoked alarms older than 10 years. Fire officials recommend that smoke alarms be replaced at a frequency not greater than 10 years, or, if you discover that a smoke alarm is defective or broken after routine monthly testing, it should be replaced."
          },
          {
             "title":"Missing or no smoke alarm",
             "text":"Missing or no smoke alarm noted. Location: specify. Implications: safety issue. Recommendations: add or replace smoke alarm."
          },
          {
             "title":"Add CO detectors",
             "text":"No visible CO alarm present in the home; we could not confirm the presence of a CO alarm. Implications: safety issue. CO alarms are recommended for homes that utilizes solid or fossil fuel burning appliances and for homes with an attached garage. Confirm the presence of carbon monoxide alarms upon occupancy, and position the units as per manufactures recommendation."
          },
          {
             "title":"Confirm CO alarms upon occupancy",
             "text":"Confirm the presence of carbon monoxide alarms upon occupancy, and position the units as per manufactures recommendation. CO alarms are recommended for homes that utilizes solid or fossil fuel burning appliances and for homes with an attached garage."
          },
          {
             "title":"Inadequate number of smoke alarms",
             "text":"An inadequate number of smoke\/CO alarms were noted in the building. Implications: life safety issue. Recommendations: install smoke alarms on each level, in hallways leading to sleeping rooms, and in sleeping rooms as per current standards."
          }
       ]
    },
    {
        "cat_id":11,
        "sub_cat_id":37,
       "sub_cat_name":"Subcategory for Summary",
       "narratives":[
          
       ]
    }
 ]